// {STR_VAR_1} gets value gSpeciesNames[num]

const u8 gDummyPokedexText[] = _(
    "זהו פוקימון שהתגלה לאחרונה.\n"
    "הוא נמצא כעת תחת חקירה.\n"
    "אין מידע מפורט זמין\n"
    "בשלב זה.");

const u8 gBulbasaurPokedexText[] = _(
    "ניתן לראות את {STR_VAR_1} מנמנם באור\n"
    "שמש בהיר. יש זרע על גבו.\n"
    "באמצעות ספיגת קרני השמש, הזרע\n"
    "גדל בהדרגה.");

const u8 gIvysaurPokedexText[] = _(
    "כדי לתמוך בפקעת שלו, רגליו של {STR_VAR_1}\n"
    "מתחזקות. אם הוא מבלה זמן רב יותר בשכיבה\n"
    "באור השמש, הניצן יפרח בקרוב\n"
    "לפרח גדול.");

const u8 gVenusaurPokedexText[] = _(
    "הפרח של {STR_VAR_1} מקבל צבעים עזים\n"
    "כאשר הוא זוכה להרבה תזונה ואור\n"
    "שמש. ארומת הפרח מרגיעה את\n"
    "רגשותיהם של אנשים.");

const u8 gCharmanderPokedexText[] = _(
    "הלהבה הבוערת בקצה זנבו\n"
    "היא אינדיקציה לרגשותיו.\n"
    "הלהבה מרצדת כש{STR_VAR_1} שמח,\n"
    "ומתלקחת כשהוא זועם.");

const u8 gCharmeleonPokedexText[] = _(
    "ללא רחמים, טפריו החדים משמידים אויבים.\n"
    "כאשר הוא פוגש אויב חזק, הוא\n"
    "נעשה נסער, והלהבה על זנבו\n"
    "מתלקחת בצבע לבן-כחלחל.");

const u8 gCharizardPokedexText[] = _(
    "{STR_VAR_1} עף בחיפוש אחר יריבים\n"
    "חזקים. הוא נושף להבות עזות\n"
    "שיכולות להמיס כל חומר. עם זאת,\n"
    "הוא לעולם לא ישרוף יריב חלש יותר.");

const u8 gSquirtlePokedexText[] = _(
    "השריון שלו אינו רק להגנה.\n"
    "צורתו המעוגלת והחריצים על פני\n"
    "השטח שלו ממזערים את החיכוך במים,\n"
    "ומאפשרים ל{STR_VAR_1} לשחות במהירויות גבוהות.");

const u8 gWartortlePokedexText[] = _(
    "זנבו הגדול מכוסה בפרווה עשירה\n"
    "וסמיכה שצבעה מעמיק עם הגיל.\n"
    "השריטות על השריון שלו הן עדות\n"
    "לקשיחותו של הפוקימון הזה בקרב.");

const u8 gBlastoisePokedexText[] = _(
    "סילוני המים הבולטים מהשריון\n"
    "שלו מדויקים מאוד. קליעי המים\n"
    "שלהם יכולים לפגוע במדויק בפחיות\n"
    "ממרחק של יותר מ-05 מטר.");

const u8 gCaterpiePokedexText[] = _(
    "התיאבון הרעבתני שלו מאלץ אותו\n"
    "לטרוף עלים גדולים ממנו ללא\n"
    "היסוס. הוא משחרר ריח חזק ונורא\n"
    "מהמחושים שלו.");

const u8 gMetapodPokedexText[] = _(
    "השריון שלו קשה כמו לוח ברזל.\n"
    "{STR_VAR_1} אינו זז הרבה\n"
    "מכיוון שהוא מכין את קרביו הרכים\n"
    "להתפתחות בתוך השריון.");

const u8 gButterfreePokedexText[] = _(
    "יש לו יכולת מעולה לחפש דבש\n"
    "טעים מפרחים. הוא יכול לחפש, לחלץ\n"
    "ולשאת דבש מפרחים הפורחים\n"
    "במרחק של יותר מעשרה קילומטרים.");

const u8 gWeedlePokedexText[] = _(
    "ל{STR_VAR_1} יש חוש ריח חד\n"
    "ביותר. הוא מבדיל בין סוגי העלים\n"
    "האהובים עליו לבין אלה שאינו אוהב על ידי\n"
    "רחרוח עם החדק האדום והגדול שלו (אף).");

const u8 gKakunaPokedexText[] = _(
    "הוא נשאר כמעט נייח כשהוא\n"
    "נצמד לעץ. עם זאת, מבפנים,\n"
    "הוא מתכונן במרץ להתפתחות. הדבר\n"
    "ניכר בכמה שהשריון שלו מתחמם.");

const u8 gBeedrillPokedexText[] = _(
    "{STR_VAR_1} הוא טריטוריאלי ביותר.\n"
    "מטעמי בטיחות, אין להתקרב\n"
    "לעולם לקן שלו. אם יכעיסו אותם,\n"
    "הם יתקפו בנחיל.");

const u8 gPidgeyPokedexText[] = _(
    "יש לו חוש כיוון חד ביותר.\n"
    "הוא יכול לחזור הביתה ללא טעות\n"
    "לקן שלו, לא משנה כמה רחוק יורחק\n"
    "מסביבתו המוכרת.");

const u8 gPidgeottoPokedexText[] = _(
    "פוקימון זה עף מסביב, מפטרל\n"
    "בטריטוריה הגדולה שלו. אם מרחב המחיה\n"
    "שלו מופר, הוא לא יגלה רחמים וייעניש\n"
    "ביסודיות את האויב בטפריו החדים.");

const u8 gPidgeotPokedexText[] = _(
    "לפוקימון זה יש נוצות מבריקות\n"
    "ומרהיבות. מאמנים רבים כל כך\n"
    "שבויים בקסמן של הנוצות היפות על ראשו\n"
    "שהם בוחרים ב{STR_VAR_1} כפוקימון שלהם.");

const u8 gRattataPokedexText[] = _(
    "{STR_VAR_1} הוא זהיר ביותר.\n"
    "אפילו כשהוא ישן, הוא מזיז\n"
    "ללא הרף את אוזניו ומקשיב לסכנה.\n"
    "הוא יבנה את הקן שלו בכל מקום.");

const u8 gRaticatePokedexText[] = _(
    "הניבים החסונים של {STR_VAR_1} גדלים\n"
    "בהתמדה. כדי לשחוק אותם, הוא מכרסם\n"
    "סלעים ובולי עץ. הוא עלול אפילו ללעוס\n"
    "את קירות הבתים.");

const u8 gSpearowPokedexText[] = _(
    "ניתן לשמוע את קריאתו הרמה ממרחק\n"
    "של יותר מ-8”0 ק.מ. אם קריאתו הגבוהה\n"
    "והנוקבת נשמעת מהדהדת מסביב, זהו סימן\n"
    "שהם מזהירים זה את זה מפני סכנה.");

const u8 gFearowPokedexText[] = _(
    "צווארו הארוך ומקורו המוארך\n"
    "אידיאליים לתפיסת טרף באדמה או במים.\n"
    "הוא מניע בזריזות את מקורו המורחב\n"
    "והרזה כדי ללקט טרף.");

const u8 gEkansPokedexText[] = _(
    "{STR_VAR_1} מתכרבל לספירלה בזמן\n"
    "שהוא נ”ח. תנוחה זו מאפשרת לו להגיב\n"
    "במהירות לאויב מכל כיוון\n"
    "עם איום מראשו המורם.");

const u8 gArbokPokedexText[] = _(
    "לפוקימון זה יש כוח חניקה חזק\n"
    "באופן אדיר. הוא יכול אפילו לשטח\n"
    "חביות נפט מפלדה. ברגע שהוא כורך את גופו\n"
    "סביב אויבו, הבריחה היא בלתי אפשרית.");

const u8 gPikachuPokedexText[] = _(
    "הוא אוגר חשמל בשקי החשמל\n"
    "שעל לחייו. כשהוא משחרר אנרגיה\n"
    "עצורה בפרץ, הכוח החשמלי\n"
    "שווה ערך למכת ברק.");

const u8 gRaichuPokedexText[] = _(
    "אם הוא אוגר יותר מדי חשמל, התנהגותו\n"
    "הופכת לאגרסיבית. כדי להימנע מכך,\n"
    "הוא פורק מדי פעם אנרגיה עודפת\n"
    "ומסדיר את עצמו.");

const u8 gSandshrewPokedexText[] = _(
    "כשהוא מתכרבל לכדור, הוא יכול לגרום\n"
    "לכל התקפה לנתז ממנו ללא פגע. עורו\n"
    "הפך קשוח ומוצק כתוצאה\n"
    "מחיים במדבר.");

const u8 gSandslashPokedexText[] = _(
    "הוא מתכרבל לכדור כדי להגן על עצמו\n"
    "מפני התקפות אויב. הוא גם מתכרבל כדי\n"
    "למנוע מכת חום בשעות היום\n"
    "כשהטמפרטורות עולות בחדות.");

const u8 gNidoranFPokedexText[] = _(
    "חושבים שהקוצים הרעילים מאוד שלה\n"
    "התפתחו כהגנה עבור פוקימונית זו\n"
    "קטנת הגוף. כשהיא זועמת, היא משחררת\n"
    "רעלן נורא מהקרן שלה.");

const u8 gNidorinaPokedexText[] = _(
    "כשהיא עם חברותיה או משפחתה,\n"
    "הקוצים שלה מוסתרים כדי למנוע\n"
    "פציעה. נראה שהיא הופכת\n"
    "עצבנית אם היא מופרדת מהאחרות.");

const u8 gNidoqueenPokedexText[] = _(
    "היא מיומנת בהדיפת אויבים עם\n"
    "התקפות קשוחות באמצעות גופה הקשקשי\n"
    "והחזק. פוקימונית זו נמצאת בשיא\n"
    "כוחה כשהיא מגנה על צאצאיה.");

const u8 gNidoranMPokedexText[] = _(
    "ה{STR_VAR_1} הזכר פיתח שרירים\n"
    "שמניעים בחופשיות את אוזניו לכל כיוון.\n"
    "אפילו הצליל הקלוש ביותר אינו חומק\n"
    "מתשומת לבו של פוקימון זה.");

const u8 gNidorinoPokedexText[] = _(
    "הקרן שלו קשה יותר מיהלום.\n"
    "אם הוא חש בנוכחות עוינת, כל\n"
    "הקוצים על גבו מזדקרים בבת אחת, והוא\n"
    "מאתגר את האויב בכל כוחו.");

const u8 gNidokingPokedexText[] = _(
    "זנבו העבה של {STR_VAR_1} טומן בחובו כוח\n"
    "הרסני עצום המסוגל להפיל\n"
    "מגדל תמסורת ממתכת. ברגע שהוא\n"
    "יוצא למסע השתוללות, אין לעצור אותו.");

const u8 gClefairyPokedexText[] = _(
    "בכל ליל ירח מלא, הם יוצאים\n"
    "לשחק. כשהשחר מפציע, ה{STR_VAR_1}\n"
    "העייפים הולכים לישון מכורבלים זה\n"
    "בזה בהרים עמוקים ושקטים.");

const u8 gClefablePokedexText[] = _(
    "{STR_VAR_1} משתמש בכנפיו כדי לדלג\n"
    "בקלות כאילו הוא עף. צעדו\n"
    "הקופצני מאפשר לו אפילו ללכת על המים.\n"
    "בלילות שקטים ומוארי ירח, הוא מטייל על אגמים.");

const u8 gVulpixPokedexText[] = _(
    "הוא יכול לשלוט באש בחופשיות, וליצור\n"
    "כדורי אש שעפים כמו אש רפאים.\n"
    "רגע לפני ההתפתחות, ששת זנבותיו\n"
    "מתחממים כאילו עולים באש.");

const u8 gNinetalesPokedexText[] = _(
    "מזה זמן רב נאמר שכל אחד\n"
    "מתשעת הזנבות מגלם כוח קסום.\n"
    "ל{STR_VAR_1} שחי חיים ארוכים תהיה\n"
    "פרווה הבוהקת כמו זהב.");

const u8 gJigglypuffPokedexText[] = _(
    "שום דבר לא יכול להימנע מלהירדם\n"
    "לשמע שירו של {STR_VAR_1}. גלי הקול\n"
    "של קול שירתו תואמים את גלי המוח\n"
    "של מישהו בשינה עמוקה.");

const u8 gWigglytuffPokedexText[] = _(
    "הפרווה שלו היא שיא הפאר.\n"
    "לישון לצד {STR_VAR_1} זה פשוט\n"
    "אלוהי. גופו מתרחב לכאורה ללא\n"
    "סוף כשהוא שואף אוויר.");

const u8 gZubatPokedexText[] = _(
    "בזמן שחיו במערות חשוכות לחלוטין,\n"
    "עיניהם נעצמו בהדרגה ושללו\n"
    "מהם את הראייה. הם משתמשים בגלים\n"
    "אולטרה-סוניים כדי לזהות מכשולים.");

const u8 gGolbatPokedexText[] = _(
    "ניביו מנקבים בקלות אפילו עור עבה\n"
    "של חיה. הוא אוהב להתענג על דמם\n"
    "של אנשים ופוקימונים. הוא מרחף\n"
    "בחשכה ותוקף מאחור.");

const u8 gOddishPokedexText[] = _(
    "פוקימון זה גדל על ידי ספיגת אור ירח.\n"
    "במהלך היום, הוא קובר את עצמו\n"
    "באדמה, ומשאיר רק את עליו חשופים\n"
    "כדי למנוע זיהוי על ידי אויביו.");

const u8 gGloomPokedexText[] = _(
    "דבש מגעיל ומסריח נוטף מפיו.\n"
    "שאיפה אחת של הדבש עלולה לגרום\n"
    "לאובדן זיכרון. עם זאת, נאמר כי\n"
    "ישנם מעריצים שנהנים מהסירחון העז הזה.");

const u8 gVileplumePokedexText[] = _(
    "בעונות שבהן הוא מייצר יותר אבקה,\n"
    "האוויר סביב {STR_VAR_1} הופך צהוב\n"
    "מהאבקה כשהוא הולך. האבקה\n"
    "רעילה מאוד וגורמת לשיתוק.");

const u8 gParasPokedexText[] = _(
    "ל{STR_VAR_1} יש פטריות טוצ'וקאסו\n"
    "טפיליות הגדלות על גבו. הן גדלות\n"
    "על ידי שאיבת חומרים מזינים מהמארח. הן\n"
    "מוערכות כתרופה לחיים ארוכים.");

const u8 gParasectPokedexText[] = _(
    "ידוע כי {STR_VAR_1} שורצים בשורשי\n"
    "עצים גדולים בהמוניהם ושואבים חומרים מזינים.\n"
    "כאשר עץ נגוע מת, הם עוברים\n"
    "לעץ אחר בבת אחת.");

const u8 gVenonatPokedexText[] = _(
    "נאמר כי מעטה השער הדק והנוקשה\n"
    "שמכסה את כל גופו התפתח\n"
    "להגנה. עיניו הגדולות לעולם אינן\n"
    "מפספסות אפילו טרף זעיר.");

const u8 gVenomothPokedexText[] = _(
    "{STR_VAR_1} הם יצורי לילה - הם פעילים\n"
    "רק בלילה. הטרף האהוב עליהם הוא\n"
    "חרקים המתאספים סביב פנסי רחוב,\n"
    "נמשכים לאור שבחשכה.");

const u8 gDiglettPokedexText[] = _(
    "{STR_VAR_1} מגודלים ברוב החוות.\n"
    "הסיבה פשוטה - בכל מקום שהם\n"
    "חופרים, האדמה נשארת חרושה באופן\n"
    "מושלם לגידול יבולים טעימים.");

const u8 gDugtrioPokedexText[] = _(
    "מכיוון שהשלישייה התפצלה במקור\n"
    "מגוף אחד, הם חושבים בדיוק אותו הדבר.\n"
    "הם עובדים בשיתוף פעולה כדי לחפור\n"
    "ללא הרף באדמה.");

const u8 gMeowthPokedexText[] = _(
    "{STR_VAR_1} מכניסים את טפריהם החדים\n"
    "לתוך כפותיהם כדי להתגנב בשקט.\n"
    "מסיבה כלשהי, הפוקימון הזה אוהב\n"
    "מטבעות מבריקים המנצנצים באור.");

const u8 gPersianPokedexText[] = _(
    "ששת השפמים הבולטים של {STR_VAR_1} חשים\n"
    "בתנועות אוויר כדי לקבוע מה נמצא\n"
    "בסביבתו. הוא הופך צייתן אם\n"
    "אוחזים בשפמו.");

const u8 gPsyduckPokedexText[] = _(
    "כאשר כאב הראש שלו מתגבר, הוא מתחיל\n"
    "להשתמש בכוחות מוזרים. עם זאת, אין לו\n"
    "זיכרון מכוחותיו, ולכן הוא תמיד\n"
    "נראה מבולבל ותמה.");

const u8 gGolduckPokedexText[] = _(
    "{STR_VAR_1} הוא שחיין מיומן.\n"
    "לפעמים הוא מצטרף לשחיינים תחרותיים\n"
    "באימונים. הוא משתמש בכוחות על-חושיים\n"
    "כאשר מצחו מנצנץ באור.");

const u8 gMankeyPokedexText[] = _(
    "כשהוא מתחיל לרעוד והנשימה\n"
    "האפית שלו הופכת קשה, זה סימן\n"
    "בטוח לכעס. עם זאת, מכיוון שזה קורה\n"
    "מיידית, אין זמן לברוח.");

const u8 gPrimeapePokedexText[] = _(
    "כשהוא מתמלא זעם, זרימת הדם\n"
    "שלו הופכת חזקה יותר, ושריריו\n"
    "נעשים חזקים יותר. אבל הוא\n"
    "גם הופך להרבה פחות אינטליגנטי.");

const u8 gGrowlithePokedexText[] = _(
    "חוש הריח המעולה שלו מבטיח\n"
    "שהפוקימון הזה לא ישכח שום ריח,\n"
    "יהיה אשר יהיה. הוא משתמש בחוש הריח\n"
    "שלו כדי לזהות רגשות של אחרים.");

const u8 gArcaninePokedexText[] = _(
    "נאמר כי פוקימון מהיר-רגליים זה רץ\n"
    "למעלה מ-000,01 ק”מ ביום ולילה אחד.\n"
    "האש הבוערת בפראות בתוך גופו\n"
    "היא מקור כוחו.");

const u8 gPoliwagPokedexText[] = _(
    "ניתן לראות את הקרביים הספירליים\n"
    "של הפוקימון הזה ישר דרך עורו הדק.\n"
    "עם זאת, העור גם גמיש מאוד.\n"
    "אפילו ניבים חדים נרתעים ממנו.");

const u8 gPoliwhirlPokedexText[] = _(
    "פני גופו תמיד רטובים וחלקלקים\n"
    "מנוזל שמנוני. בגלל הכיסוי\n"
    "השומני הזה, הוא יכול בקלות להחליק\n"
    "ולחמוק מאחיזתו של כל אויב בקרב.");

const u8 gPoliwrathPokedexText[] = _(
    "שריריו המפותחים מאוד לעולם אינם\n"
    "מתעייפים, לא משנה כמה הוא מתאמן.\n"
    "פוקימון זה יכול לשחות הלוך ושוב\n"
    "את האוקיינוס השקט ללא מאמץ.");

const u8 gAbraPokedexText[] = _(
    "פוקימון שישן 81 שעות ביממה.\n"
    "תצפית גילתה שהוא משתמש\n"
    "בשיגור כדי לשנות את מיקומו פעם\n"
    "בשעה.");

const u8 gKadabraPokedexText[] = _(
    "יש שמועה שנער עם יכולות\n"
    "על-חושיות הפך פתאום ל{STR_VAR_1}\n"
    "בזמן שסייע במחקר\n"
    "על כוחות אקסטרה-סנסוריים.");

const u8 gAlakazamPokedexText[] = _(
    "אף על פי שיש לו יכולות על-חושיות חזקות\n"
    "ואינטליגנציה גבוהה, שריריו של {STR_VAR_1}\n"
    "חלשים מאוד. הוא משתמש בכוח על-חושי\n"
    "כדי להזיז את גופו.");

const u8 gMachopPokedexText[] = _(
    "הוא מבצע ללא הרף אימונים\n"
    "מפרכים כדי להתמחות בכל צורות\n"
    "אמנויות הלחימה. כוחו מאפשר לו להניף\n"
    "בקלות מתאבק סומו על כתפיו.");

const u8 gMachokePokedexText[] = _(
    "{STR_VAR_1} לובש חגורה כדי לשמור\n"
    "על כוחו העצום תחת שליטה.\n"
    "מכיוון שהוא כל כך מסוכן, אף אחד\n"
    "מעולם לא הסיר את החגורה.");

const u8 gMachampPokedexText[] = _(
    "אי אפשר להתגונן מפני אגרופים\n"
    "ומכות המחולקות על ידי ארבע זרועותיו.\n"
    "רוח הלחימה שלו מתלקחת כשהוא פוגש\n"
    "יריב קשוח.");

const u8 gBellsproutPokedexText[] = _(
    "גופו הדק והגמיש של {STR_VAR_1} מאפשר\n"
    "לו להתכופף ולהתנועע כדי להימנע מכל התקפה,\n"
    "חזקה ככל שתהיה. מפיו,\n"
    "הוא מפריש נוזל שממיס אפילו ברזל.");

const u8 gWeepinbellPokedexText[] = _(
    "בלילה, {STR_VAR_1} נתלה על ענף\n"
    "עץ עם אחוריו המעוקלים וישן.\n"
    "אם הוא זז בשנתו, הוא עלול\n"
    "להתעורר ולגלות את עצמו על הקרקע.");

const u8 gVictreebelPokedexText[] = _(
    "הגפן הארוך המשתרע מראשו\n"
    "מתנופף כאילו היה יצור חי כדי\n"
    "למשוך טרף. כשקורבן תמים\n"
    "מתקרב, הוא נבלע בשלמותו.");

const u8 gTentacoolPokedexText[] = _(
    "גופו מורכב כמעט כולו\n"
    "מים. הוא לוכד את אויבו בשתי\n"
    "זרועותיו הארוכות, ואז דוקר בעוקצי\n"
    "הארס שבקצותיהן.");

const u8 gTentacruelPokedexText[] = _(
    "הוא חי בתצורות סלע מורכבות על\n"
    "קרקעית האוקיינוס ולוכד טרף באמצעות\n"
    "08 זרועותיו. הכדורים האדומים שלו זוהרים\n"
    "כשהוא מתרגש או נסער.");

const u8 gGeodudePokedexText[] = _(
    "הוא מטפס בשבילי הרים תוך שימוש\n"
    "בכוח זרועותיו בלבד. מכיוון שהם נראים\n"
    "בדיוק כמו סלעים לאורך השבילים, מטיילים\n"
    "עלולים לדרוך עליהם מבלי לשים לב.");

const u8 gGravelerPokedexText[] = _(
    "הם יורדים מההרים בהידרדרות\n"
    "במורדות תלולים. הם כל כך אכזריים,\n"
    "שהם מנפצים הצידה עצים וסלעי\n"
    "ענק חוסמים בהתנגשויות רועמות.");

const u8 gGolemPokedexText[] = _(
    "נאמר שהוא חי במכתשים וולקניים\n"
    "בפסגות הרים. פעם בשנה, הוא משיל\n"
    "את עורו וגדל. העור המושל\n"
    "מתפורר וחוזר לאדמה.");

const u8 gPonytaPokedexText[] = _(
    "{STR_VAR_1} חלש מאוד בלידתו. הוא\n"
    "בקושי יכול לעמוד. רגליו מתחזקות\n"
    "כשהוא מועד ונופל תוך ניסיון\n"
    "לעמוד בקצב של הורהו.");

const u8 gRapidashPokedexText[] = _(
    "הוא בדרך כלל דוהר בנחת בשדות\n"
    "ובמישורים. אבל ברגע ש{STR_VAR_1} הופך\n"
    "רציני, רעמתו הלוהטת מתלקחת ובוערת\n"
    "כשהוא דוהר במהירות של עד 042 ק”מ לשעה.");

const u8 gSlowpokePokedexText[] = _(
    "הוא תופס טרף על ידי טבילת זנבו\n"
    "במים על שפת הנהר. אבל הוא לעתים קרובות\n"
    "שוכח מה הוא עושה ומבלה ימים\n"
    "שלמים רק בהתבטלות על קצה המים.");

const u8 gSlowbroPokedexText[] = _(
    "לזנבו מחובר {STR_VAR_1} בחוזקה\n"
    "בנשיכה. כתוצאה מכך, הזנב לא יכול\n"
    "לשמש יותר לדיג. זה מאלץ אותו\n"
    "לשחות ולתפוס טרף בחוסר רצון.");

const u8 gMagnemitePokedexText[] = _(
    "היחידות בצדדיו הן מגנטים\n"
    "חזקים ביותר. הם מייצרים מספיק\n"
    "מגנטיות כדי למשוך חפצי ברזל\n"
    "ממרחק של יותר מ-09 מטרים.");

const u8 gMagnetonPokedexText[] = _(
    "זהו למעשה שלושה {STR_VAR_1} המחוברים\n"
    "במגנטיות. הוא מייצר גלי רדיו חזקים\n"
    "המעלים את הטמפרטורה ב-2 מעלות\n"
    "C ברדיוס של 0001 מטרים.");

const u8 gFarfetchdPokedexText[] = _(
    "הוא נראה תמיד עם מקל מצמח.\n"
    "ככל הנראה, יש מקלות טובים ורעים.\n"
    "פוקימון זה נלחם מדי פעם\n"
    "עם אחרים על מקלות מובחרים.");

const u8 gDoduoPokedexText[] = _(
    "אפילו בזמן אכילה או שינה, אחד\n"
    "הראשים נשאר תמיד ערני לכל סימן\n"
    "של סכנה. כשהוא מאוים, הוא נמלט\n"
    "במהירות של מעל 001 ק”מ לשעה.");

const u8 gDodrioPokedexText[] = _(
    "זן פוקימון מוזר עם שלושה\n"
    "ראשים. הוא דוהר במרץ על פני מישורי\n"
    "עשב גם בעונות צחיחות עם מעט\n"
    "משקעים.");

const u8 gSeelPokedexText[] = _(
    "{STR_VAR_1} צד טרף בים קפוא ומכוסה\n"
    "קרח. כשהוא צריך לנשום, הוא מכה\n"
    "חור בקרח עם החלק הבולט\n"
    "בחדות שבראשו.");

const u8 gDewgongPokedexText[] = _(
    "הוא אוהב לנמנם על קרח קר מאוד.\n"
    "המראה של הפוקימון הזה ישן על\n"
    "קרחון נחשב בטעות לבת ים\n"
    "על ידי יורד ים לפני זמן רב.");

const u8 gGrimerPokedexText[] = _(
    "נולד מבוצה מזוהמת בים,\n"
    "האוכל האהוב על {STR_VAR_1} הוא כל דבר\n"
    "מלוכלך. הם ניזונים משפכים\n"
    "המוזרמים ממפעלים.");

const u8 gMukPokedexText[] = _(
    "הוא מעדיף בתי גידול חמים ולחים.\n"
    "בקיץ, החומרים הרעילים\n"
    "בגופו מתעצמים, וגורמים ל{STR_VAR_1} להסריח\n"
    "כמו אשפה רקובה מהמטבח.");

const u8 gShellderPokedexText[] = _(
    "בלילה, הוא חופר חור בקרקעית הים\n"
    "עם לשונו הרחבה כדי ליצור מקום\n"
    "לישון. בזמן השינה, הוא סוגר את צדפו,\n"
    "אך משאיר את לשונו בחוץ.");

const u8 gCloysterPokedexText[] = _(
    "הוא שוחה בים על ידי בליעת מים,\n"
    "ואז סילוקם החוצה לכיוון האחורי.\n"
    "{STR_VAR_1} יורה קוצים מהצדף\n"
    "שלו באותה שיטה.");

const u8 gGastlyPokedexText[] = _(
    "כאשר הוא נחשף לרוח חזקה, גופו\n"
    "הגזי של {STR_VAR_1} מתדלדל במהירות.\n"
    "הם מתקבצים מתחת למרזבי בתים\n"
    "כדי להימלט מנזקי הרוח.");

const u8 gHaunterPokedexText[] = _(
    "אם {STR_VAR_1} קורא לך בעודו\n"
    "מרחף בחשיכה, אל תתקרב אליו.\n"
    "הפוקימון הזה ינסה ללקק אותך עם\n"
    "לשונו ולגנוב את חייך.");

const u8 gGengarPokedexText[] = _(
    "עמוק בלילה, הצל שלך המוטל\n"
    "על ידי פנס רחוב עשוי פתאום לעקוף אותך.\n"
    "זהו למעשה {STR_VAR_1} הרץ על פניך,\n"
    "ומעמיד פנים שהוא הצל שלך.");

const u8 gOnixPokedexText[] = _(
    "יש מגנט במוחו המונע\n"
    "מ{STR_VAR_1} לאבד כיוון\n"
    "בזמן חפירת מנהרות. ככל שהוא מתבגר, גופו\n"
    "הופך בהתמדה עגול וחלק יותר.");

const u8 gDrowzeePokedexText[] = _(
    "אם האף שלך מתחיל לגרד בזמן שאתה\n"
    "ישן, זה סימן בטוח ש{STR_VAR_1}\n"
    "עומד מעל הכרית שלך ומנסה\n"
    "לאכול את החלום שלך דרך נחיריך.");

const u8 gHypnoPokedexText[] = _(
    "התנועה הקשתית והנצנוץ של\n"
    "המטוטלת בידו של {STR_VAR_1} מרדימים את\n"
    "האויב בהיפנוזה עמוקה. בזמן חיפוש\n"
    "אחר טרף, הוא מלטש את המטוטלת.");

const u8 gKrabbyPokedexText[] = _(
    "{STR_VAR_1} חיים בחורים חפורים בחופים.\n"
    "בחופים חוליים עם מעט\n"
    "מזון, ניתן לראות אותם רבים\n"
    "אחד עם השני על טריטוריה.");

const u8 gKinglerPokedexText[] = _(
    "הוא מנופף בצבטו הענק והמוגדל\n"
    "באוויר כדי לתקשר עם אחרים.\n"
    "אבל מכיוון שהצבת כה כבדה,\n"
    "הפוקימון הזה מתעייף במהירות.");

const u8 gVoltorbPokedexText[] = _(
    "הוא נושא דמיון מוזר ובלתי מוסבר\n"
    "לפוכדור. מכיוון שהוא\n"
    "מתפוצץ מהזעזוע הקל ביותר, אפילו\n"
    "מאמנים ותיקים מתייחסים אליו בזהירות.");

const u8 gElectrodePokedexText[] = _(
    "הם מופיעים במספרים גדולים בתחנות\n"
    "כוח חשמליות. מכיוון שהם ניזונים\n"
    "מחשמל, הם גורמים להפסקות חשמל\n"
    "מסיביות וכאוטיות בערים סמוכות.");

const u8 gExeggcutePokedexText[] = _(
    "הוא מורכב משש ביצים הדואגות\n"
    "אחת לשנייה. הביצים נמשכות זו לזו\n"
    "ומסתובבות. כאשר סדקים מופיעים\n"
    "יותר ויותר, הוא קרוב להתפתחות.");

const u8 gExeggutorPokedexText[] = _(
    "במקור מהאזורים הטרופיים, ראשיו של {STR_VAR_1}\n"
    "גדלים מחשיפה לאור שמש חזק.\n"
    "נאמר שכאשר הראשים נופלים,\n"
    "הם מתקבצים ויוצרים אקזקיוט.");

const u8 gCubonePokedexText[] = _(
    "הוא מתגעגע לאם שלעולם לא יראה\n"
    "שוב. כשהוא רואה דמיון לאמו\n"
    "בירח המלא, הוא בוכה. הכתמים על\n"
    "הגולגולת שהוא עוטה הם מדמעותיו.");

const u8 gMarowakPokedexText[] = _(
    "{STR_VAR_1} הוא הצורה המפותחת של קיובון\n"
    "שהתחזק על ידי התגברות על\n"
    "היגון של אובדן אמו. את רוחו\n"
    "המחוסמת והמחושלת לא קל לשבור.");

const u8 gHitmonleePokedexText[] = _(
    "רגליו נמתחות ומתכווצות בחופשיות.\n"
    "באמצעות גפיים קפיציים אלה, הוא מפיל\n"
    "אויבים בבעיטות הרסניות. לאחר הקרב,\n"
    "הוא מעסה את רגליו העייפות.");

const u8 gHitmonchanPokedexText[] = _(
    "נאמר כי ל{STR_VAR_1} יש רוח\n"
    "של מתאגרף ששאף להפוך לאלוף\n"
    "העולם. רוח בלתי מנוצחת\n"
    "פירושה שהוא לעולם לא יוותר.");

const u8 gLickitungPokedexText[] = _(
    "בכל פעם שהוא רואה משהו לא מוכר,\n"
    "הוא תמיד מלקק את האובייקט מכיוון שהוא\n"
    "זוכר דברים לפי מרקם וטעם.\n"
    "הוא נרתע במקצת מדברים חמוצים.");

const u8 gKoffingPokedexText[] = _(
    "התקרבות ל{STR_VAR_1} תיתן\n"
    "לך הזדמנות לראות, דרך עורו\n"
    "הדק, את הגזים הרעילים המסתחררים בפנים.\n"
    "הוא מתפוצץ מהגירוי הקל ביותר.");

const u8 gWeezingPokedexText[] = _(
    "על ידי דילול הגזים הרעילים שלו בתהליך\n"
    "מיוחד, ניתן להפיק את הבושם\n"
    "מהדרגה הגבוהה ביותר. עבור {STR_VAR_1}, גזים\n"
    "הנפלטים מאשפה הם המשתה האולטימטיבי.");

const u8 gRhyhornPokedexText[] = _(
    "ברגע שהוא מתחיל לרוץ, הוא לא עוצר.\n"
    "מוחו הזעיר הופך אותו לטיפש כל כך\n"
    "שהוא לא זוכר למה התחיל לרוץ\n"
    "מלכתחילה.");

const u8 gRhydonPokedexText[] = _(
    "הקרן שלו, המסתובבת כמו מקדחה,\n"
    "הורסת בניינים גבוהים במכה אחת.\n"
    "הוא עומד על רגליו האחוריות, ומוחו\n"
    "מפותח היטב.");

const u8 gChanseyPokedexText[] = _(
    "{STR_VAR_1} מטילה ביצים מצוינות מבחינה\n"
    "תזונתית מדי יום. הביצים כל כך טעימות,\n"
    "שהן נזללות בשקיקה אפילו על ידי אותם\n"
    "אנשים שאיבדו את התיאבון.");

const u8 gTangelaPokedexText[] = _(
    "הגפנים שלו נשברים בקלות וללא כאב\n"
    "אם אוחזים בהם, מה שמאפשר לו לברוח\n"
    "במהירות. הגפנים האבודים מוחלפים\n"
    "בצמיחה חדשה כבר למחרת.");

const u8 gKangaskhanPokedexText[] = _(
    "אם אתה נתקל ב{STR_VAR_1} צעיר\n"
    "משחק לבדו, לעולם אל תנסה לתפוס אותו.\n"
    "הורהו של התינוק בטוח נמצא באזור,\n"
    "והוא יזעם באלימות.");

const u8 gHorseaPokedexText[] = _(
    "על ידי הנפה חכמה של הסנפירים שעל\n"
    "גבו מצד לצד, הוא נע לכל כיוון\n"
    "כשהוא פונה קדימה. הוא יורק דיו\n"
    "כדי לברוח אם הוא חש בסכנה.");

const u8 gSeadraPokedexText[] = _(
    "הקוצים הארסיים שעל כל גופו\n"
    "מוערכים מאוד כמרכיבים להכנת\n"
    "רפואת צמחים מסורתית. הוא אינו מראה\n"
    "רחמים לכל המתקרב לקן שלו.");

const u8 gGoldeenPokedexText[] = _(
    "באביב, ניתן לראות להקות של {STR_VAR_1}\n"
    "שוחות במעלה מפלים ונהרות.\n"
    "הוא מחלק נזק עצום בעזרת\n"
    "הקרן היחידה שלו.");

const u8 gSeakingPokedexText[] = _(
    "הוא קודח חורים בסלעים בקרקעית\n"
    "הנחל. זוהי חדשנות חכמה\n"
    "המונעת מהביצים שלו להיות מותקפות\n"
    "או להיסחף על ידי הזרם.");

const u8 gStaryuPokedexText[] = _(
    "הוא מתאסף עם אחרים בלילה וגורם\n"
    "לליבה האדומה שלו לזהור ולהבהב\n"
    "עם הכוכבים המנצנצים. הוא יכול לחדש\n"
    "גפיים אם הן נקטעות מגופו.");

const u8 gStarmiePokedexText[] = _(
    "אנשים בימי קדם דמיינו\n"
    "ש{STR_VAR_1} נוצרו מהשתקפויות\n"
    "של כוכבים שנצנצו על\n"
    "גלים עדינים בלילה.");

const u8 gMrMimePokedexText[] = _(
    "{STR_VAR_1} הוא אמן פנטומימה. הוא יכול\n"
    "לשכנע אחרים שמשהו בלתי נראה\n"
    "קיים במציאות. ברגע שמאמינים בכך,\n"
    "האובייקט הדמיוני אכן הופך לאמיתי.");

const u8 gScytherPokedexText[] = _(
    "מהירותו המסחררת מוסיפה\n"
    "לחדותם של חרמשי אמותיו התאומים.\n"
    "החרמשים יכולים לפרוס בולי עץ עבים\n"
    "במכה מרושעת אחת.");

const u8 gJynxPokedexText[] = _(
    "{STR_VAR_1} מתנועעת בקצביות כאילו היא\n"
    "רוקדת. תנועותיה כל כך קופצניות\n"
    "ומפתות, שאנשים הרואים אותה נאלצים\n"
    "לנענע את ירכיהם מבלי לשים לב.");

const u8 gElectabuzzPokedexText[] = _(
    "כאשר סערה מתקרבת, הוא מתחרה עם\n"
    "אחרים בטיפוס לגבהים שסביר\n"
    "שיוכו בברק. יש עיירות המשתמשות\n"
    "ב{STR_VAR_1} במקום בכליאי ברק.");

const u8 gMagmarPokedexText[] = _(
    "בקרב, הוא נושף להבות עזות מכל\n"
    "רחבי גופו כדי להפחיד את יריבו.\n"
    "פרצי אש אלה יוצרים גלי חום\n"
    "המציתים עשב ועצים באזור.");

const u8 gPinsirPokedexText[] = _(
    "הצבתות שלהם חזקות מספיק כדי\n"
    "לנפץ בולי עץ עבים. מכיוון שהם לא\n"
    "אוהבים קור, {STR_VAR_1} מתחפרים וישנים\n"
    "מתחת לאדמה בלילות קרירים.");

const u8 gTaurosPokedexText[] = _(
    "הוא אינו מרוצה אלא אם כן הוא משתולל\n"
    "כל הזמן. אם אין יריב\n"
    "ל{STR_VAR_1} להילחם בו, הוא יסתער על\n"
    "עצים עבים ויפיל אותם כדי להירגע.");

const u8 gMagikarpPokedexText[] = _(
    "שרירי השחייה שלו חלשים, ולכן הוא\n"
    "נסחף בקלות על ידי זרמים. במקומות\n"
    "בהם מים מתאספים, ניתן לראות\n"
    "{STR_VAR_1} רבים שהופקדו שם על ידי הזרם.");

const u8 gGyaradosPokedexText[] = _(
    "זהו פוקימון אכזרי ואלים ביותר.\n"
    "כאשר בני אדם מתחילים להילחם,\n"
    "הוא יופיע וישרוף הכל עד\n"
    "היסוד בלהבות חמות ועזות.");

const u8 gLaprasPokedexText[] = _(
    "בני אדם דחפו את {STR_VAR_1} כמעט עד\n"
    "כדי הכחדה. בערבים,\n"
    "נאמר שהוא שר בבכיינות כשהוא מחפש\n"
    "את המעטים מבני מינו שעדיין נותרו.");

const u8 gDittoPokedexText[] = _(
    "{STR_VAR_1} מסדר מחדש את מבנה התא\n"
    "שלו כדי לשנות את צורתו. עם זאת, אם הוא\n"
    "מנסה להשתנות בהתבסס על זיכרונו, הוא\n"
    "יטעה בפרטים.");

const u8 gEeveePokedexText[] = _(
    "ל{STR_VAR_1} יש מבנה גנטי לא יציב\n"
    "העובר מוטציה פתאומית עקב סביבתו.\n"
    "קרינה מאבנים שונות\n"
    "גורמת לפוקימון זה להתפתח.");

const u8 gVaporeonPokedexText[] = _(
    "{STR_VAR_1} עברו מוטציה ספונטנית\n"
    "וגידלו סנפירים וזימים\n"
    "המאפשרים להם לחיות מתחת למים. יש\n"
    "להם את היכולת לשלוט במים בחופשיות.");

const u8 gJolteonPokedexText[] = _(
    "התאים שלו מייצרים כוח חלש המוגבר\n"
    "על ידי החשמל הסטטי של פרוותו\n"
    "כדי להטיל מכות ברק. הפרווה הסומרת\n"
    "עשויה ממחטים טעונות חשמלית.");

const u8 gFlareonPokedexText[] = _(
    "הפרווה הרכה של {STR_VAR_1} משחררת חום\n"
    "לאוויר כדי שגופו לא יתחמם\n"
    "יתר על המידה. טמפרטורת הגוף שלו יכולה\n"
    "לעלות למקסימום של 000,1 מעלות C.");

const u8 gPorygonPokedexText[] = _(
    "הוא מסוגל להחזיר את עצמו לחלוטין\n"
    "לצורת נתוני תוכנה כדי להיכנס\n"
    "למרחב הקיברנטי. פוריגון מוגן\n"
    "מהעתקה כך שלא ניתן לשכפל אותו.");

const u8 gOmanytePokedexText[] = _(
    "אחד הפוקימונים העתיקים שנכחדו\n"
    "מזמן ושוחזרו\n"
    "ממאובנים על ידי בני אדם. אם יותקף,\n"
    "הוא נסוג לתוך צדפו הקשה.");

const u8 gOmastarPokedexText[] = _(
    "{STR_VAR_1} משתמש בזרועותיו כדי ללכוד\n"
    "את טרפו. מאמינים שהוא נכחד\n"
    "מכיוון שהצדף שלו גדל יתר על המידה,\n"
    "מה שהפך את תנועותיו לאיטיות ומסורבלות.");

const u8 gKabutoPokedexText[] = _(
    "זהו פוקימון ששוחזר\n"
    "ממאובן. עם זאת, במקרים נדירים,\n"
    "דוגמאות חיות התגלו. {STR_VAR_1}\n"
    "לא השתנו מזה 003 מיליון שנים.");

const u8 gKabutopsPokedexText[] = _(
    "{STR_VAR_1} שחה פעם מתחת למים כדי לצוד\n"
    "טרף. ככל הנראה הוא התפתח\n"
    "מלהיות שוכן מים לחי על היבשה כפי\n"
    "שניכר משינויים בזימיו וברגליו.");

const u8 gAerodactylPokedexText[] = _(
    "{STR_VAR_1} הוא פוקימון מעידן\n"
    "הדינוזאורים. הוא שוחזר מדנ”א\n"
    "שהוצא מענבר. מדמיינים אותו\n"
    "כמי שהיה מלך השמיים.");

const u8 gSnorlaxPokedexText[] = _(
    "היום הטיפוסי של {STR_VAR_1} מורכב\n"
    "לא יותר מאכילה ושינה. הוא פוקימון\n"
    "כל כך צייתן שיש ילדים\n"
    "המשתמשים בבטנו הגדולה כמקום משחק.");

const u8 gArticunoPokedexText[] = _(
    "{STR_VAR_1} הוא פוקימון ציפור אגדי\n"
    "שיכול לשלוט בקרח. נפנוף כנפיו\n"
    "מצנן את האוויר. כתוצאה מכך, נאמר\n"
    "שכאשר הפוקימון הזה עף, ירד שלג.");

const u8 gZapdosPokedexText[] = _(
    "{STR_VAR_1} הוא פוקימון ציפור אגדי\n"
    "שיש לו את היכולת לשלוט בחשמל.\n"
    "הוא חי בדרך כלל בענני סערה. הוא צובר\n"
    "כוח אם הוא מוכה במכות ברק.");

const u8 gMoltresPokedexText[] = _(
    "{STR_VAR_1} הוא פוקימון ציפור אגדי\n"
    "שיכול לשלוט באש. אם נפצע, נאמר\n"
    "שהוא טובל את גופו במגמה המותכת\n"
    "של הר געש כדי להישרף ולהירפא.");

const u8 gDratiniPokedexText[] = _(
    "{STR_VAR_1} משיל ללא הרף את\n"
    "עורו הישן. הוא עושה זאת מכיוון שאנרגיית\n"
    "החיים בתוך גופו נבנית בהתמדה\n"
    "ומגיעה לרמות בלתי נשלטות.");

const u8 gDragonairPokedexText[] = _(
    "{STR_VAR_1} אוגר כמות עצומה של\n"
    "אנרגיה בתוך גופו. נאמר שהוא משנה\n"
    "את מזג האוויר סביבו על ידי שחרור אנרגיה\n"
    "מהגבישים שעל צווארו וזנבו.");

const u8 gDragonitePokedexText[] = _(
    "הוא יכול להקיף את העולם ב-61\n"
    "שעות בלבד. הוא פוקימון\n"
    "טוב-לב המוביל ספינות אבודות\n"
    "וטועות בסערה אל חוף מבטחים.");

const u8 gMewtwoPokedexText[] = _(
    "פוקימון שנוצר על ידי מניפולציה\n"
    "גנטית. עם זאת, למרות שהכוח\n"
    "המדעי של בני האדם יצר את גופו,\n"
    "הם נכשלו בלתת לו לב חם.");

const u8 gMewPokedexText[] = _(
    "נאמר כי ל{STR_VAR_1} יש את הגנים של כל\n"
    "הפוקימונים. הוא מסוגל להפוך את עצמו\n"
    "לבלתי נראה כרצונו, כך שהוא נמנע\n"
    "לחלוטין מתשומת לב גם אם הוא מתקרב לאנשים.");

const u8 gChikoritaPokedexText[] = _(
    "הוא מנופף בעלה שלו כדי להרחיק\n"
    "אויבים. עם זאת, ניחוח מתוק\n"
    "נודף גם מהעלה, ויוצר אווירה\n"
    "ידידותית המרגיעה את הלוחמים.");

const u8 gBayleefPokedexText[] = _(
    "צווארו של {STR_VAR_1} מוקף בעלים\n"
    "מסולסלים. בתוך כל עלה יש נבט\n"
    "עץ קטן. הניחוח של נבט זה\n"
    "ממריץ אנשים.");

const u8 gMeganiumPokedexText[] = _(
    "הניחוח של הפרח של {STR_VAR_1}\n"
    "מרגיע ומשקיט רגשות. בקרב,\n"
    "הוא מפיץ יותר מניחוחו המרגיע\n"
    "כדי לקהות את רוח הלחימה של האויב.");

const u8 gCyndaquilPokedexText[] = _(
    "הוא מפיץ להבות מגבו כדי להגן\n"
    "על עצמו. האש בוערת בעוצמה אם\n"
    "הפוקימון כועס. כשהוא עייף,\n"
    "היא מקרטעת בבעירה חלקית.");

const u8 gQuilavaPokedexText[] = _(
    "הוא מאיים על אויבים במשבים עזים של\n"
    "להבות ואוויר מחומם מאוד. הזריזות\n"
    "המהירה שלו מאפשרת לו להתחמק מהתקפות\n"
    "אפילו תוך כדי חריכת אויב.");

const u8 gTyphlosionPokedexText[] = _(
    "הוא יכול להסתתר מאחורי אובך חום\n"
    "מרצד שהוא יוצר באמצעות להבותיו\n"
    "העזות. {STR_VAR_1} יוצרים פיצוצים\n"
    "אדירים השורפים הכל לאפר.");

const u8 gTotodilePokedexText[] = _(
    "למרות גופו הקטן, לסתותיו של {STR_VAR_1}\n"
    "חזקות מאוד. אף על פי שהוא עשוי לחשוב\n"
    "שהוא רק נושך במשחק, לנשיכתו יש\n"
    "מספיק כוח לגרום לפציעה חמורה.");

const u8 gCroconawPokedexText[] = _(
    "ברגע שלסתותיו ננעלות על אויבו, הוא\n"
    "לחלוטין לא ירפה. מכיוון שקצות\n"
    "ניביו מפוצלים לאחור כמו קרסי דיג,\n"
    "הם נטמעים באופן שאינו ניתן להסרה.");

const u8 gFeraligatrPokedexText[] = _(
    "הוא פותח את פיו הענק כדי להפחיד\n"
    "אויבים. בקרב, הוא רץ באמצעות רגליו\n"
    "האחוריות העבות והחזקות כדי להסתער\n"
    "על האויב במהירות מדהימה.");

const u8 gSentretPokedexText[] = _(
    "הם שומרים בתורנות כשמגיע\n"
    "הזמן לישון. הזקיף מעיר את\n"
    "האחרים אם הוא חש בסכנה. אם אחד\n"
    "מהם מופרד, הוא הופך חסר שינה מפחד.");

const u8 gFurretPokedexText[] = _(
    "ל{STR_VAR_1} יש מבנה גוף רזה מאוד.\n"
    "כאשר הוא מותקף, הוא יכול להתפתל דרך\n"
    "חללים צרים ולברוח. למרות\n"
    "גפיו הקצרות, הוא זריז ומהיר מאוד.");

const u8 gHoothootPokedexText[] = _(
    "יש לו איבר פנימי שחש את\n"
    "סיבוב כדור הארץ. באמצעות איבר מיוחד\n"
    "זה, {STR_VAR_1} מתחיל לצפצף\n"
    "בדיוק באותה שעה מדי יום.");

const u8 gNoctowlPokedexText[] = _(
    "הוא תופס טרף בחשיכה ללא כישלון.\n"
    "{STR_VAR_1} חבים את הצלחתם לראייה\n"
    "מעולה המאפשרת להם לראות באור\n"
    "מינימלי, ולכנפיהם הגמישות והשקטות.");

const u8 gLedybaPokedexText[] = _(
    "{STR_VAR_1} מתקשרים באמצעות נוזל\n"
    "שהם מפרישים מהמקום שבו הרגליים\n"
    "מתחברות לגוף. נאמר שהם מעבירים\n"
    "רגשות לאחרים על ידי שינוי ריח הנוזל.");

const u8 gLedianPokedexText[] = _(
    "נאמר שבארצות עם אוויר נקי,\n"
    "היכן שהכוכבים ממלאים את השמיים, חיים\n"
    "{STR_VAR_1} רבים. מסיבה טובה, הם\n"
    "משתמשים באור הכוכבים כאנרגיה.");

const u8 gSpinarakPokedexText[] = _(
    "הרשת שהוא טווה יכולה להיחשב\n"
    "למערכת העצבים השנייה שלו. נאמר כי\n"
    "{STR_VAR_1} קובע את טרפו על ידי\n"
    "הרעידות הזעירות שהוא מרגיש דרך הרשת.");

const u8 gAriadosPokedexText[] = _(
    "כפות רגליו מכוסות בטפרים זעירים\n"
    "ומעוקלים המאפשרים לו לזחול על\n"
    "תקרות וקירות אנכיים. הוא חונק את\n"
    "אויבו ברשת משי דקה וחזקה.");

const u8 gCrobatPokedexText[] = _(
    "במהלך האבולוציה, רגליו האחוריות\n"
    "הפכו לכנפיים. על ידי מתן מנוחה\n"
    "לכנפיו הקדמיות והאחוריות לסירוגין, הוא\n"
    "יכול לעוף כל היום מבלי לעצור.");

const u8 gChinchouPokedexText[] = _(
    "כשהוא חש בסכנה, הוא פורק\n"
    "חשמל חיובי ושלילי משני\n"
    "מחושיו. הוא חי במעמקים מעבר\n"
    "להישג ידו של אור השמש.");

const u8 gLanturnPokedexText[] = _(
    "הכדורים פולטי האור על גבו\n"
    "בהירים מאוד. הם נוצרים מחלק\n"
    "של סנפיר הגב שלו. פוקימון זה מאיר\n"
    "את החושך העמוק של הים העמוק.");

const u8 gPichuPokedexText[] = _(
    "הוא עדיין לא מיומן באגירת חשמל.\n"
    "כשהוא נבהל, הוא פורק כוח\n"
    "בטעות. הוא משתפר באגירת\n"
    "כוח ככל שהוא גדל.");

const u8 gCleffaPokedexText[] = _(
    "בלילות עם הרבה כוכבים נופלים,\n"
    "ניתן לראות {STR_VAR_1} רוקדים במעגל.\n"
    "הם רוקדים עד עלות השחר, ואז\n"
    "מרווים את צימאונם בטל הבוקר.");

const u8 gIgglybuffPokedexText[] = _(
    "גופו הרך והגמיש קפיצי מאוד.\n"
    "כשהוא שר ברציפות בכל\n"
    "כוחו, גופו הופך בהדרגה\n"
    "לוורוד עמוק יותר.");

const u8 gTogepiPokedexText[] = _(
    "כאנרגיה שלו, הוא משתמש ברגשות\n"
    "החמלה וההנאה המופרשים\n"
    "על-ידי אנשים ופוקימונים. הוא אוגר\n"
    "רגשות שמחים בקליפתו, ואז חולק אותם.");

const u8 gTogeticPokedexText[] = _(
    "נאמר שזהו פוקימון שמביא מזל\n"
    "טוב. כשהוא מבחין במישהו טהור\n"
    "לב, {STR_VAR_1} מופיע וחולק את\n"
    "שמחתו עם אותו אדם.");

const u8 gNatuPokedexText[] = _(
    "הוא רץ במעלה עצים נמוכים הגדלים\n"
    "בסוואנה כדי לנקר נבטים חדשים.\n"
    "עיניו של {STR_VAR_1} נראות כאילו הן\n"
    "תמיד מתבוננות במשהו.");

const u8 gXatuPokedexText[] = _(
    "יש לו כוח מסתורי לחזות\n"
    "את העתיד. יש אנשים בארצות שונות\n"
    "שהאמינו זמן רב ש{STR_VAR_1} הם\n"
    "שליחים מעולם אחר.");

const u8 gMareepPokedexText[] = _(
    "הצמר הרך שלו מתחכך ובונה\n"
    "מטען סטטי. ככל שיותר אנרגיה\n"
    "נטענת, כך הנורה בקצה\n"
    "זנבו זוהרת בבהירות רבה יותר.");

const u8 gFlaaffyPokedexText[] = _(
    "איכות הפליז שלו משתנה כדי לייצר\n"
    "חשמל סטטי חזק עם כמות קטנה\n"
    "של צמר. החלקים החשופים והחלקלקים\n"
    "בעורו מוגנים מפני חשמל.");

const u8 gAmpharosPokedexText[] = _(
    "הוא מפיץ כל כך הרבה אור שניתן לראות\n"
    "אותו אפילו מהחלל. אנשים בימים\n"
    "עברו השתמשו באורו כדי לשלוח אותות\n"
    "הלוך ושוב עם אחרים רחוקים.");

const u8 gBellossomPokedexText[] = _(
    "עלי הכותרת של פרחיה מעמיקים את צבעם\n"
    "דרך חשיפה לאור שמש. כשמזג אוויר\n"
    "מעונן נמשך, היא מבצעת ריקוד\n"
    "שנחשב לטקס לזימון השמש.");

const u8 gMarillPokedexText[] = _(
    "גופו מכוסה בפרווה דוחת מים.\n"
    "בזכות הפרווה, הוא יכול לשחות\n"
    "במים במהירות גבוהה מבלי\n"
    "להיות מואט על-ידי התנגדות המים.");

const u8 gAzumarillPokedexText[] = _(
    "הוא חי במים כמעט כל היום.\n"
    "צבע גופו והדוגמה שלו משמשים\n"
    "כהסוואה המקשה על אויבים\n"
    "לזהות אותו במים.");

const u8 gSudowoodoPokedexText[] = _(
    "הוא מחקה עץ כדי להימנע מלהיות\n"
    "מותקף על-ידי אויבים. אבל מכיוון שזרועותיו\n"
    "הקדמיות נשארות ירוקות לאורך כל השנה, קל\n"
    "לזהות אותו כזיוף בחורף.");

const u8 gPolitoedPokedexText[] = _(
    "השיער המסולסל על ראשו מוכיח את\n"
    "מעמדו כמלך. נאמר שככל\n"
    "שהשיער ארוך ומסולסל יותר, כך\n"
    "הוא זוכה ליותר כבוד מחבריו.");

const u8 gHoppipPokedexText[] = _(
    "הפוקימון הזה נסחף וצף עם\n"
    "הרוח. אם הוא חש בהתקרבות של\n"
    "רוחות חזקות, {STR_VAR_1} מחבר עלים עם\n"
    "אחרים כדי להתכונן מפני העפה.");

const u8 gSkiploomPokedexText[] = _(
    "הוא פורח כשהטמפרטורה עולה\n"
    "מעל 81 מעלות C. מכיוון שפריחת\n"
    "הפרח שלו משתנה עם הטמפרטורה,\n"
    "הוא משמש לפעמים כמדחום.");

const u8 gJumpluffPokedexText[] = _(
    "{STR_VAR_1} רוכבים על רוחות דרומיות\n"
    "חמות כדי לחצות את הים ולעוף\n"
    "לארצות זרות. הפוקימון הזה נוחת\n"
    "כשהוא נתקל באוויר קר בזמן שהוא צף.");

const u8 gAipomPokedexText[] = _(
    "זנבו מסתיים בגפה דמוית יד\n"
    "ומיומנת. עם זאת, מכיוון שהוא משתמש\n"
    "בזנב כל כך הרבה, ידיו האמיתיות של {STR_VAR_1}\n"
    "הפכו למגושמות למדי.");

const u8 gSunkernPokedexText[] = _(
    "{STR_VAR_1} מנסים למזער תנועה כדי\n"
    "לשמר את חומרי המזון שאגרו\n"
    "בגופם להתפתחות. הם לא\n"
    "יאכלו, ויתקיימו רק על טל בוקר.");

const u8 gSunfloraPokedexText[] = _(
    "{STR_VAR_1} ממירים אנרגיה סולארית\n"
    "לתזונה. הם פעילים מאוד בשעות\n"
    "היום החמות אך מפסיקים לזוז בפתאומיות\n"
    "ברגע שהשמש שוקעת.");

const u8 gYanmaPokedexText[] = _(
    "הוא יכול לראות 063 מעלות מבלי להזיז\n"
    "את עיניו. הוא טייס נהדר המסוגל\n"
    "לעצור בפתאומיות ולפנות באמצע\n"
    "האוויר כדי לרדוף במהירות אחר טרף ממוקד.");

const u8 gWooperPokedexText[] = _(
    "{STR_VAR_1} חיים בדרך כלל במים אך יוצאים\n"
    "מדי פעם ליבשה בחיפוש אחר מזון.\n"
    "ביבשה, הם מצפים את גופם\n"
    "בציפוי רירי ורעיל.");

const u8 gQuagsirePokedexText[] = _(
    "{STR_VAR_1} צד על ידי השארת פיו פתוח\n"
    "לרווחה במים והמתנה לטרפו\n"
    "שיטעה ויכנס פנימה. מכיוון שהוא לא זז,\n"
    "הוא לא נהיה רעב במיוחד.");

const u8 gEspeonPokedexText[] = _(
    "{STR_VAR_1} נאמן ביותר לכל\n"
    "מאמן שהוא מחשיב כראוי. נאמר\n"
    "שהוא פיתח כוחות חיזוי\n"
    "כדי להגן על המאמן שלו מפני פגיעה.");

const u8 gUmbreonPokedexText[] = _(
    "{STR_VAR_1} התפתח מחשיפה לפולסי\n"
    "האנרגיה של הירח. הוא אורב בחשיכה\n"
    "ומחכה שאויביו יזוזו. הטבעות\n"
    "על גופו זוהרות כשהוא מזנק לתקוף.");

const u8 gMurkrowPokedexText[] = _(
    "בעבר פחדו מ{STR_VAR_1} כנושאי\n"
    "מזל רע לכאורה. הוא מראה עניין רב\n"
    "בכל דבר מנצנץ. הוא אפילו\n"
    "ינסה לגנוב טבעות מנשים.");

const u8 gSlowkingPokedexText[] = _(
    "הוא עורך מחקר מדי יום כדי\n"
    "לפתור את תעלומות העולם.\n"
    "עם זאת, נראה שהוא שוכח הכל\n"
    "אם השלדר שעל ראשו נופל.");

const u8 gMisdreavusPokedexText[] = _(
    "{STR_VAR_1} מפחידה אנשים בבכי\n"
    "מצמרר ומתייפח. ככל הנראה היא משתמשת\n"
    "בכדוריה האדומים כדי לספוג את פחד\n"
    "אויביה כתזונה שלה.");

const u8 gUnownPokedexText[] = _(
    "פוקימון זה מעוצב כמו תווי\n"
    "כתב עתיקים. למרות שהמחקר נמשך,\n"
    "זוהי תעלומה מה קדם למה,\n"
    "הכתבים העתיקים או ה{STR_VAR_1} השונים.");

const u8 gWobbuffetPokedexText[] = _(
    "אף שבדרך כלל הוא צייתן, {STR_VAR_1} מכה\n"
    "בחזרה בפראות אם זנבו השחור מותקף.\n"
    "הוא קובע את מאורתו במערות שם הוא\n"
    "ממתין לרדת הלילה.");

const u8 gGirafarigPokedexText[] = _(
    "{STR_VAR_1} הוא אוכל עשב - הוא אוכל\n"
    "עשב ונבטי עצים. בזמן שהוא אוכל,\n"
    "זנבו מבצע תנועות לעיסה ובליעה\n"
    "כאילו גם הוא אוכל.");

const u8 gPinecoPokedexText[] = _(
    "{STR_VAR_1} תלוי מענף עץ\n"
    "וממתין לטרף. בזמן אכילה, אם\n"
    "מפריעים לו על ידי ניעור העץ שלו, הוא\n"
    "נופל על הקרקע ומתפוצץ בפתאומיות.");

const u8 gForretressPokedexText[] = _(
    "הוא שומר את עצמו בתוך שריון הפלדה\n"
    "שלו. השריון נפתח כשהוא תופס\n"
    "טרף, אבל הוא כל כך מהיר שאי אפשר\n"
    "לראות את פנים השריון.");

const u8 gDunsparcePokedexText[] = _(
    "זנבו בעל קצה המקדחה משמש לחפור\n"
    "באדמה לאחור. פוקימון זה\n"
    "ידוע כבונה את הקן שלו בצורות מורכבות\n"
    "עמוק מתחת לאדמה.");

const u8 gGligarPokedexText[] = _(
    "הוא דואה מבלי להשמיע צליל אחד.\n"
    "הוא אוחז בפני אויבו באמצעות\n"
    "טפריו האחוריים והקדמיים הגדולים, ואז\n"
    "דוקר בעוקץ הארס שלו.");

const u8 gSteelixPokedexText[] = _(
    "{STR_VAR_1} חיים אפילו עמוק יותר מתחת\n"
    "לאדמה מאוניקס. פוקימון זה ידוע\n"
    "כחופר לכיוון ליבת כדור הארץ, ומגיע\n"
    "לעומק של יותר מקילומטר מתחת לאדמה.");

const u8 gSnubbullPokedexText[] = _(
    "על ידי חשיפת ניביו ועשיית פרצוף\n"
    "מפחיד, הוא מבריח פוקימונים קטנים\n"
    "יותר באימה. נראה כי {STR_VAR_1} מעט\n"
    "עצוב על כך שהוא מבריח את אויביו.");

const u8 gGranbullPokedexText[] = _(
    "יש לו לסת תחתונה מפותחת\n"
    "במיוחד. הניבים הענקיים כבדים, וגורמים\n"
    "לו להטות את ראשו. אלא אם כן\n"
    "יבהילו אותו, הוא לא ינסה לנשוך.");

const u8 gQwilfishPokedexText[] = _(
    "{STR_VAR_1} משתמש בלחץ המים\n"
    "שהוא בולע כדי לירות קוצים רעילים בבת\n"
    "אחת מכל רחבי גופו. הוא מוצא\n"
    "שחייה מאתגרת במקצת.");

const u8 gScizorPokedexText[] = _(
    "ל{STR_VAR_1} יש גוף בקשיות של\n"
    "פלדה. הוא לא נרתע בקלות מסוגים\n"
    "רגילים של התקפות. הוא מנפנף בכנפיו\n"
    "כדי לווסת את טמפרטורת הגוף שלו.");

const u8 gShucklePokedexText[] = _(
    "{STR_VAR_1} מתחבא מתחת לסלעים, שומר\n"
    "את גופו חבוי בתוך הקונכייה שלו\n"
    "בזמן שהוא אוכל פירות יער מאוחסנים. פירות\n"
    "היער מתערבבים עם נוזלי גופו והופכים למיץ.");

const u8 gHeracrossPokedexText[] = _(
    "הם מתאספים ביערות בחיפוש אחר\n"
    "המוהל המתוק של עצים. הוא עטוי\n"
    "לחלוטין בשריון קשה כפלדה. הוא גאה\n"
    "בקרן שלו, בה הוא משתמש להעיף אויבים.");

const u8 gSneaselPokedexText[] = _(
    "{STR_VAR_1} מטפס על עצים על ידי נעיצת\n"
    "טפריו המעוקלים בקליפה. הוא מחפש\n"
    "קנים לא שמורים וגונב ביצים למאכל\n"
    "בזמן שההורים אינם.");

const u8 gTeddiursaPokedexText[] = _(
    "הוא מלקק את כפות ידיו הממותקות\n"
    "מהיותן ספוגות בדבש. {STR_VAR_1} מכין\n"
    "דבש משלו על ידי ערבוב פירות ואבקה\n"
    "שנאספו על ידי בידריל.");

const u8 gUrsaringPokedexText[] = _(
    "ביערות, נאמר שיש נחלים רבים\n"
    "ועצים מתנשאים שבהם {STR_VAR_1}\n"
    "אוסף מזון. הוא הולך ביער\n"
    "שלו ואוסף מזון מדי יום.");

const u8 gSlugmaPokedexText[] = _(
    "זהו זן של פוקימון החי באזורים\n"
    "וולקניים. אם גופו מתקרר, עורו\n"
    "מתקשה ומשתק אותו. כדי למנוע זאת,\n"
    "הוא ישן ליד מגמה.");

const u8 gMagcargoPokedexText[] = _(
    "השריון שעל גבו עשוי ממגמה\n"
    "שהתקשתה. עשרות אלפי שנים\n"
    "של חיים במכתשים וולקניים הפכו\n"
    "את גופם של {STR_VAR_1} למגמה.");

const u8 gSwinubPokedexText[] = _(
    "הוא מחפש מזון על ידי שפשוף חוטמו\n"
    "בקרקע. המזון האהוב עליו הוא פטרייה\n"
    "הגדלה מתחת לעשב יבש. מדי פעם\n"
    "הוא חושף מעיינות חמים.");

const u8 gPiloswinePokedexText[] = _(
    "{STR_VAR_1} מכוסה במעטה עבה\n"
    "של שיער ארוך כדי לשרוד קור מקפיא.\n"
    "הוא משתמש בחטיו כדי לחפור מזון\n"
    "שנקבר מתחת לקרח.");

const u8 gCorsolaPokedexText[] = _(
    "{STR_VAR_1} חיים בימים דרומיים חמים.\n"
    "אם הים הופך מזוהם, גבעולי\n"
    "האלמוגים היפהפיים מאבדים את צבעם\n"
    "ומתפוררים לקרעים.");

const u8 gRemoraidPokedexText[] = _(
    "{STR_VAR_1} משתמש בשרירי הבטן שלו\n"
    "כדי לפלוט בכוח מים שבלע, ואז\n"
    "ליירט טרף מעופף. כשההתפתחות\n"
    "מתקרבת, הוא נודד במורד נהרות.");

const u8 gOctilleryPokedexText[] = _(
    "הוא לוכד את אויבו בזרועותיו\n"
    "מכוסות כריות היניקה לפני שהוא מנחית\n"
    "את מכת הסיום. אם האויב מתגלה\n"
    "כחזק מדי, הוא פולט דיו כדי לברוח.");

const u8 gDelibirdPokedexText[] = _(
    "הוא נושא מזון ארוז בזנבו.\n"
    "היה חוקר מפורסם שהצליח\n"
    "לטפס על הר האוורסט בזכות\n"
    "{STR_VAR_1} שחלק עמו את מזונו.");

const u8 gMantinePokedexText[] = _(
    "בימים שמשיים, ניתן לראות להקות\n"
    "של {STR_VAR_1} קופצות באלגנטיות מעל\n"
    "הגלים. הוא אינו מוטרד מהרמורייד\n"
    "שתופס עליו טרמפ.");

const u8 gSkarmoryPokedexText[] = _(
    "פוקימון שיש לו גוף וכנפיים\n"
    "מפלדה. אנשים בעבר השתמשו בנוצות\n"
    "שנשרו מ{STR_VAR_1} כדי להכין חרבות\n"
    "וסכינים.");

const u8 gHoundourPokedexText[] = _(
    "{STR_VAR_1} מתקשרים זה עם זה\n"
    "באמצעות מגוון קריאות כדי לכתר את\n"
    "טרפם. עבודת הצוות המדהימה\n"
    "של הפוקימון הזה היא פשוט ללא תחרות.");

const u8 gHoundoomPokedexText[] = _(
    "בלהקת {STR_VAR_1}, זה שקרניו\n"
    "משוכות בחדות לאחור משמש\n"
    "כמנהיג. הם בוחרים את מנהיגם\n"
    "על ידי לחימה בינם לבין עצמם.");

const u8 gKingdraPokedexText[] = _(
    "הוא ישן בשקט, עמוק על קרקעית הים.\n"
    "כשהוא עולה אל פני השטח, הוא\n"
    "יוצר מערבולת ענק שיכולה לבלוע\n"
    "אפילו ספינות.");

const u8 gPhanpyPokedexText[] = _(
    "אוזניו הגדולות של {STR_VAR_1} משמשות\n"
    "כמניפות רחבות. כשנהיה לו חם,\n"
    "הוא מנפנף באוזניו במרץ כדי להתקרר.\n"
    "אפילו הצעירים חזקים מאוד.");

const u8 gDonphanPokedexText[] = _(
    "{STR_VAR_1} חזק כל כך שהוא יכול בקלות\n"
    "לגרור משאית עפר. עורו התקשה\n"
    "למצב קשה כאבן. התקפה מסוג\n"
    "רגיל אפילו לא תשאיר שריטה.");

const u8 gPorygon2PokedexText[] = _(
    "הוא נוצר על ידי בני אדם תוך שימוש בכוח\n"
    "המדע. ניתנה לו אינטליגנציה\n"
    "מלאכותית המאפשרת לו ללמוד\n"
    "תנועות ורגשות חדשים בעצמו.");

const u8 gStantlerPokedexText[] = _(
    "קרניו המפוארות של {STR_VAR_1} נסחרו\n"
    "בעבר במחירים גבוהים כיצירות אומנות.\n"
    "כתוצאה מכך, הפוקימון הזה ניצוד\n"
    "כמעט עד להכחדה.");

const u8 gSmearglePokedexText[] = _(
    "{STR_VAR_1} מסמן את הטריטוריה שלו\n"
    "באמצעות נוזל שדולף מקצה\n"
    "זנבו. נמצאו כ-000,5 סימנים\n"
    "שונים שהשאיר הפוקימון הזה.");

const u8 gTyroguePokedexText[] = _(
    "{STR_VAR_1} נלחצים אם הם לא\n"
    "זוכים להתאמן מדי יום. כשמגדלים\n"
    "את הפוקימון הזה, המאמן חייב לקבוע\n"
    "לוח זמנים קבוע לאימונים.");

const u8 gHitmontopPokedexText[] = _(
    "טכניקת הבעיטה שלו תוך כדי סיבוב\n"
    "היא שילוב יוצא דופן של התקפה\n"
    "והגנה. {STR_VAR_1} נעים מהר יותר\n"
    "בסיבוב מאשר בהליכה.");

const u8 gSmoochumPokedexText[] = _(
    "הוא רץ באופן פעיל, אך גם נופל\n"
    " לעתים קרובות. בכל פעם שהוא נופל, הוא יבדוק\n"
    "את השתקפותו על פני האגם כדי לוודא\n"
    "שפניו לא התלכלכו.");

const u8 gElekidPokedexText[] = _(
    "אם הוא נוגע במתכת ופורק את\n"
    "החשמל שאגר בגופו, {STR_VAR_1}\n"
    "מתחיל לסובב את זרועותיו במעגלים\n"
    "כדי להיטען מחדש.");

const u8 gMagbyPokedexText[] = _(
    "אם {STR_VAR_1} פולט להבות צהובות\n"
    "מפיו, הוא במצב בריאותי טוב. כשהוא\n"
    "עייף, עשן שחור יתערבב\n"
    "עם הלהבות.");

const u8 gMiltankPokedexText[] = _(
    "היא נותנת מעל חמישה גלונים של חלב\n"
    "מדי יום. החלב המתוק שלה אהוב על ילדים\n"
    "ומבוגרים כאחד. אנשים שלא יכולים לשתות\n"
    "חלב הופכים אותו ליוגורט ואוכלים אותו במקום.");

const u8 gBlisseyPokedexText[] = _(
    "אם היא חשה בעצב עם פרוותה הרכה,\n"
    "{STR_VAR_1} תמהר אל האדם העצוב,\n"
    "רחוק ככל שיהיה, כדי לחלוק ביצת\n"
    "אושר המעלה חיוך על כל פנים.");

const u8 gRaikouPokedexText[] = _(
    "{STR_VAR_1} מגלם את מהירות הברק.\n"
    "שאגותיו שולחות גלי הלם המרעידים\n"
    "את האוויר והקרקע כאילו\n"
    "מכות ברק מתרסקות מטה.");

const u8 gEnteiPokedexText[] = _(
    "{STR_VAR_1} מגלם את התשוקה של המגמה.\n"
    "חושבים שהוא נולד בהתפרצות\n"
    "של הר געש. הוא מפוצץ אש\n"
    "המכלה כל מה שהיא נוגעת בו.");

const u8 gSuicunePokedexText[] = _(
    "{STR_VAR_1} מגלם את החמלה של\n"
    "מעיין מים טהור. הוא רץ על פני\n"
    "האדמה באלגנטיות דואה. יש לו את\n"
    "הכוח לטהר מים מלוכלכים.");

const u8 gLarvitarPokedexText[] = _(
    "{STR_VAR_1} נולד עמוק מתחת לאדמה.\n"
    "הוא חייב לאכול את דרכו דרך האדמה\n"
    "שמעליו ולהגיע אל פני השטח כדי\n"
    "לראות את פני הוריו.");

const u8 gPupitarPokedexText[] = _(
    "{STR_VAR_1} יוצר גז בתוך גופו\n"
    "שאותו הוא פולט תחת דחיסה כדי\n"
    "להניע את עצמו כמו סילון. גופו יכול\n"
    "לעמוד בהתנגשות עם פלדה מוצקה.");

const u8 gTyranitarPokedexText[] = _(
    "{STR_VAR_1} כל כך חזק באופן מוחץ,\n"
    "שהוא יכול להפיל הר שלם כדי לבנות\n"
    "את הקן שלו. הוא משוטט בהרים בחיפוש\n"
    "אחר יריבים חדשים להילחם בהם.");

const u8 gLugiaPokedexText[] = _(
    "{STR_VAR_1} כל כך חזק שאפילו נפנוף\n"
    "קל של כנפיו יכול לפוצץ בתים.\n"
    "כתוצאה מכך, הוא בוחר לחיות מחוץ\n"
    "לטווח הראייה עמוק מתחת לים.");

const u8 gHoOhPokedexText[] = _(
    "נוצותיו - הזוהרות בשבעה צבעים\n"
    "בהתאם לזווית שבה האור פוגע\n"
    "בהן - נחשבות כמביאות שמחה.\n"
    "נאמר שהוא חי למרגלות קשת בענן.");

const u8 gCelebiPokedexText[] = _(
    "הפוקימון הזה הגיע מהעתיד על ידי\n"
    "חציית הזמן. חושבים שכל עוד\n"
    "{STR_VAR_1} מופיע, עתיד מזהיר\n"
    "וזוהר מחכה לנו.");

const u8 gTreeckoPokedexText[] = _(
    "הוא בונה את הקן שלו בעץ ענק\n"
    "ביער. הוא שומר בקנאות מפני\n"
    "כל דבר המתקרב לטריטוריה שלו. נאמר\n"
    "שהוא המגן של עצי היער.");

const u8 gGrovylePokedexText[] = _(
    "עלים צומחים מתוך גופו של פוקימון\n"
    "זה. הם עוזרים להסתיר את {STR_VAR_1}\n"
    "מעיני אויביו כשהוא נמצא\n"
    "ביער סבוך ועבות.");

const u8 gSceptilePokedexText[] = _(
    "בג'ונגל, אין שני לכוחו.\n"
    "פוקימון זה מגדל בזהירות עצים\n"
    "וצמחים. הוא מווסת את טמפרטורת\n"
    "הגוף שלו על ידי התחממות באור השמש.");

const u8 gTorchicPokedexText[] = _(
    "אם יותקף, הוא יכה בחזרה על ידי יריקת\n"
    "כדורי אש שהוא יוצר בבטנו.\n"
    "{STR_VAR_1} לא אוהב חושך כי הוא\n"
    "לא יכול לראות את סביבתו.");

const u8 gCombuskenPokedexText[] = _(
    "הוא מנחית 01 בעיטות בשנייה.\n"
    "אינסטינקט הלחימה החזק שלו מאלץ\n"
    "אותו להמשיך בהתקפה שלו עד\n"
    "שהיריב יוותר.");

const u8 gBlazikenPokedexText[] = _(
    "הוא לומד אמנויות לחימה המשתמשות\n"
    "באגרופים ובעיטות. כל כמה שנים,\n"
    "נוצותיו הישנות נשרפות, ונוצות\n"
    "חדשות וגמישות צומחות במקומן.");

const u8 gMudkipPokedexText[] = _(
    "ביבשה, הוא יכול להרים בעוצמה\n"
    "סלעים גדולים על ידי נעיצת ארבע\n"
    "רגליו והתאמצות. הוא ישן על ידי\n"
    "התחפרות באדמה על שפת המים.");

const u8 gMarshtompPokedexText[] = _(
    "רגליו האחוריות המחוזקות מאפשרות לו\n"
    "לעמוד זקוף. מכיוון שהוא נחלש אם\n"
    "עורו מתייבש, הוא מחדש נוזלים\n"
    "על ידי משחק בבוץ.");

const u8 gSwampertPokedexText[] = _(
    "אם הוא חש בהתקרבות של סערה\n"
    "וגל גאות, הוא מגן על הקן\n"
    "שלו בחוף הים על ידי ערימת סלעים. הוא\n"
    "שוחה מהר כמו אופנוע ים.");

const u8 gPoochyenaPokedexText[] = _(
    "הוא מאיים בפראות על אויבים בשיניים\n"
    "חשופות. הוא רודף בעקשנות אחר\n"
    "מטרות נמלטות. עם זאת, הוא מסתובב\n"
    "ובורח אם האויב מכה בחזרה.");

const u8 gMightyenaPokedexText[] = _(
    "בטבע, {STR_VAR_1} חיים בלהקה.\n"
    "הם לעולם אינם מפרים את פקודות\n"
    "מנהיגם. הם מביסים אויבים בעבודת\n"
    "צוות מתואמת לחלוטין.");

const u8 gZigzagoonPokedexText[] = _(
    "משפשף את אפו בקרקע, הוא\n"
    "תמיד משוטט הלוך ושוב בחיפוש\n"
    "אחר משהו. הוא בולט בזכות\n"
    "טביעות הרגליים בזיגזג שהוא משאיר.");

const u8 gLinoonePokedexText[] = _(
    "הוא מהיר ביותר אם הוא רק צריך לרוץ\n"
    "בקו ישר. כשהוא מבחין בטרף\n"
    "שוכן-בריכות מתחת למים, הוא קופץ\n"
    "במהירות ותופס אותו בטפריו החדים.");

const u8 gWurmplePokedexText[] = _(
    "הוא נצמד לענפי עצים ואוכל\n"
    "עלים. החוט שהוא יורק מפיו,\n"
    "שהופך דביק במגע עם אוויר,\n"
    "מאט את תנועת אויביו.");

const u8 gSilcoonPokedexText[] = _(
    "הוא מתכונן להתפתחות באמצעות\n"
    "האנרגיה שאגר כשהיה וורמפל.\n"
    "הוא משגיח על הסביבה\n"
    "בשתי עיניו.");

const u8 gBeautiflyPokedexText[] = _(
    "כנפיו המעוטרות בדפוסים צבעוניים\n"
    "הן המאפיין הבולט ביותר שלו. הוא עף\n"
    "דרך שדות מכוסי פרחים ואוסף\n"
    "אבקה. הוא תוקף בפראות כשהוא כועס.");

const u8 gCascoonPokedexText[] = _(
    "כדי להימנע מגילוי על-ידי אויביו, הוא\n"
    "מתחבא ללא תנועה מתחת לעלים גדולים\n"
    "ובמרווחי ענפים. הוא גם מצמיד\n"
    "עלים מתים לגופו להסוואה.");

const u8 gDustoxPokedexText[] = _(
    "זהו פוקימון לילי שעף משדות\n"
    "והרים אל המשיכה של פנסי\n"
    "רחוב בלילה. הוא משחרר אבקה\n"
    "רעילה מאוד מכנפיו.");

const u8 gLotadPokedexText[] = _(
    "הפוקימון הזה חי בבריכות עם מים\n"
    "נקיים. הוא ידוע כמי שמעביר\n"
    "פוקימונים קטנים על-פני בריכות על-ידי\n"
    "נשיאתם על העלה הרחב שעל ראשו.");

const u8 gLombrePokedexText[] = _(
    "בערב, הוא נהנה מאוד\n"
    "לצוץ מנהרות ולהפחיד אנשים.\n"
    "הוא ניזון מאזוב מים הגדל על\n"
    "סלעים בקרקעית הנהר.");

const u8 gLudicoloPokedexText[] = _(
    "כשהוא שומע מוזיקה חגיגית, כל התאים\n"
    "בגופו מקבלים גירוי, והוא\n"
    "מתחיל לנוע לפי הקצב. הוא אינו\n"
    "נרתע גם כשהוא מתמודד עם יריב קשוח.");

const u8 gSeedotPokedexText[] = _(
    "הוא נתלה מענפים וסופג\n"
    "חומרים מזינים. כשהוא מסיים לאכול, גופו\n"
    "נהיה כה כבד שהוא נופל\n"
    "לקרקע בחבטה.");

const u8 gNuzleafPokedexText[] = _(
    "פוקימון שוכן-יערות המיומן\n"
    "בטיפוס על עצים. אפו הארוך\n"
    "והמחודד הוא נקודת התורפה שלו.\n"
    "הוא מאבד כוח אם אוחזים באפו.");

const u8 gShiftryPokedexText[] = _(
    "נאמר שהוא מגיע על רוחות חורפיות\n"
    "וקרירות. הפוקימון הזה, שמפחדים ממנו\n"
    "מזה זמן רב כשומר היערות, חי ביער\n"
    "עמוק שאליו אנשים אינם נכנסים.");

const u8 gTaillowPokedexText[] = _(
    "למרות שהוא קטן, הוא אמיץ מאוד.\n"
    "הוא יתמודד עם סקארמורי גדול יותר\n"
    "כשווה בין שווים. עם זאת, רצונו\n"
    "נחלש אם הוא הופך רעב.");

const u8 gSwellowPokedexText[] = _(
    "{STR_VAR_1} צולל על טרף מגבוה.\n"
    "הוא לעולם לא מחטיא את מטרותיו. הוא\n"
    "ממריא לשמיים בחיפוש אחר ארצות\n"
    "עם אקלים חם.");

const u8 gWingullPokedexText[] = _(
    "הוא בונה את הקן שלו על צוק תלול\n"
    "בקצה הים. הוא מתקשה להמשיך\n"
    "לנפנף בכנפיו בתעופה. במקום זאת,\n"
    "הוא דואה על זרמי אוויר עולים.");

const u8 gPelipperPokedexText[] = _(
    "הוא גולש על פני הגלים כשהוא עף.\n"
    "כשהוא מבחין בטרף, הוא משתמש במקורו\n"
    "הגדול כדי לגרוף את הקורבן יחד עם\n"
    "מים. הוא מגן על ביציו במקורו.");

const u8 gRaltsPokedexText[] = _(
    "ל{STR_VAR_1} יש את הכוח לחוש את\n"
    "הרגשות של אנשים ופוקימונים בעזרת\n"
    "הקרניים שעל ראשו. הוא תופס מחסה אם\n"
    "הוא חש בעוינות כלשהי.");

const u8 gKirliaPokedexText[] = _(
    "ל{STR_VAR_1} יש כוח על-חושי ליצור\n"
    "קרע בממדים ולראות אל העתיד.\n"
    "נאמר שהוא רוקד בהנאה\n"
    "בבקרים שמשיים.");

const u8 gGardevoirPokedexText[] = _(
    "נראה שהוא אינו מרגיש את משיכת\n"
    "כוח המשיכה מכיוון שהוא תומך בעצמו\n"
    "באמצעות כוח על-חושי. הוא יקריב את חייו\n"
    "כדי להגן על המאמן שלו.");

const u8 gSurskitPokedexText[] = _(
    "הם מתאספים על שלוליות אחרי\n"
    "גשמי ערב, מחליקים על פני המים\n"
    "כאילו גולשים. הוא מפריש דבש\n"
    "בעל ארומה מתוקה מראשו.");

const u8 gMasquerainPokedexText[] = _(
    "הוא מאיים על אויבים עם הדפוסים\n"
    "הגדולים דמויי העיניים שעל מחושיו.\n"
    "מכיוון שהוא לא יכול לעוף אם כנפיו\n"
    "נרטבות, הוא תופס מחסה מגשם\n"
    "תחת עצים גדולים ומרזבים.");

const u8 gShroomishPokedexText[] = _(
    "הוא אוהב לאכול אדמת קומפוסט לחה\n"
    "ביערות. אם תיכנס ליער אחרי גשם\n"
    "ארוך, תוכל לראות {STR_VAR_1} רבים\n"
    "זוללים אדמת קומפוסט.");

const u8 gBreloomPokedexText[] = _(
    "הוא מפזר נבגים מחורים בכיפה\n"
    "שעל ראשו. הוא אוהב אקלים חם\n"
    "ולח. הוא ניזון מעצים וצמחים\n"
    "בשדות וביערות.");

const u8 gSlakothPokedexText[] = _(
    "הוא ישן כמעט כל היום והלילה.\n"
    "הוא לא משנה את הקן שלו כל חייו,\n"
    "אך לפעמים הוא עובר מרחקים גדולים\n"
    "בשחייה בנהרות.");

const u8 gVigorothPokedexText[] = _(
    "הוא לא יכול להישאר דומם כי דמו רותח\n"
    "מאנרגיה. הוא רץ בשדות\n"
    "ובהרים כל היום כדי להירגע. אם\n"
    "הוא לא עושה זאת, הוא לא יכול לישון בלילה.");

const u8 gSlakingPokedexText[] = _(
    "המוני {STR_VAR_1} מתאספים סביב\n"
    "עצים כשהפירות מבשילים. הם\n"
    "מחכים בסבלנות לפירות בשלים\n"
    "שייפלו מהעצים.");

const u8 gNincadaPokedexText[] = _(
    "הוא בונה את הקן שלו בשורשי עץ\n"
    "אדיר. באמצעות מחושיו דמויי\n"
    "השפם, הוא בוחן את סביבתו\n"
    "בחשכה המוחלטת של האדמה.");

const u8 gNinjaskPokedexText[] = _(
    "מכיוון שהוא חג במרץ במהירות\n"
    "גבוהה, קשה מאוד לראות אותו.\n"
    "שמיעת קריאותיו הייחודיות לאורך\n"
    "זמן רב גורמת לכאב ראש.");

const u8 gShedinjaPokedexText[] = _(
    "פוקימון מוזר שצף באוויר למרות\n"
    "שכנפיו נשארות דוממות לחלוטין.\n"
    "פנים גופו חלול\n"
    "וחשוך לחלוטין.");

const u8 gWhismurPokedexText[] = _(
    "קריאותיו שוות בעוצמתן למטוס סילון.\n"
    "הוא שואף אוויר דרך תעלות האוזניים שלו.\n"
    "בגלל מערכת זו, הוא יכול לבכות\n"
    "ברציפות מבלי לעצור לנשום.");

const u8 gLoudredPokedexText[] = _(
    "הוא ממקם את הרמקולים העגולים שעל\n"
    "ראשו כדי לתקוף אויבים בגלים\n"
    "אולטרה-סוניים בעוצמה אדירה. הוא בונה\n"
    "כוח על ידי רקיעה בקרקע.");

const u8 gExploudPokedexText[] = _(
    "יש לו איברים מייצרי קול בכל\n"
    "רחבי גופו. הוא מתקשר עם אחרים על ידי\n"
    "התאמת הטון והעוצמה של הקריאות\n"
    "שהוא פולט.");

const u8 gMakuhitaPokedexText[] = _(
    "הוא אוהב לחשל את גופו מעל לכל\n"
    "דבר אחר. אם אתה שומע רעשים רועמים\n"
    "במערה, זהו קולו של מקוהיטה\n"
    "המבצע אימונים מפרכים.");

const u8 gHariyamaPokedexText[] = _(
    "יש לו הרגל לאתגר אחרים\n"
    "ללא היסוס למבחני כוח.\n"
    "ידוע שהוא עומד על פסי רכבת\n"
    "ועוצר רכבות באמצעות דחיפות אמה.");

const u8 gAzurillPokedexText[] = _(
    "זנבו, המלא בחומרים מזינים,\n"
    "קפיצי מאוד כמו כדור גומי. בימים\n"
    "שמשיים הם מתאספים על שפת המים\n"
    "ומשכשכים בכיף.");

const u8 gNosepassPokedexText[] = _(
    "גופו פולט מגנטיות חזקה.\n"
    "הוא ניזון מטרף הנמשך אליו\n"
    "בכוח. המגנטיות שלו חזקה יותר\n"
    "בעונות קרות.");

const u8 gSkittyPokedexText[] = _(
    "התנהגותו החמודה להפליא של {STR_VAR_1} הופכת\n"
    "אותו לפופולרי מאוד. בקרב, הוא גורם\n"
    "לזנבו להתנפח. הוא מאיים על אויבים\n"
    "בנהמה חדה.");

const u8 gDelcattyPokedexText[] = _(
    "במקום להחזיק מאורה קבועה,\n"
    "הוא נוהג לחפש מקומות נוחים\n"
    "ולישון שם. הוא לילי והופך\n"
    "פעיל עם רדת החשיכה.");

const u8 gSableyePokedexText[] = _(
    "הוא חופר חורים מסתעפים במערות\n"
    "באמצעות טפריו החדים בחיפוש אחר\n"
    "מזון--אבני חן גולמיות. {STR_VAR_1}\n"
    "אורב בחשיכה ונראה רק לעתים רחוקות.");

const u8 gMawilePokedexText[] = _(
    "הלסתות הענקיות שלו הן למעשה קרני\n"
    "פלדה שעברו שינוי צורה. הוא מרמה\n"
    "אויבים לשאננות בתנועותיו\n"
    "החמודות, ואז נוגס בהם בלסתותיו הענקיות.");

const u8 gAronPokedexText[] = _(
    "פוקימון העטוי שריון פלדה.\n"
    "חליפת שריון חדשה נוצרת כשהוא\n"
    "מתפתח. השריון הישן והמושלך\n"
    "ממוחזר כמתכת לייצור מוצרי ברזל.");

const u8 gLaironPokedexText[] = _(
    "כאשר שני {STR_VAR_1} נפגשים בטבע, הם\n"
    "נלחמים על טריטוריה על ידי התנגשות\n"
    "זה בזה בגופם הפלדה. צליל\n"
    "התנגשותם נשמע למרחק קילומטרים.");

const u8 gAggronPokedexText[] = _(
    "קרני הברזל שלו מתארכות מעט\n"
    "בכל פעם. הן משמשות לקביעת\n"
    "גילו של {STR_VAR_1}. הפגיעות בשריונו\n"
    "נענדות בגאווה כמזכרות מקרבות.");

const u8 gMedititePokedexText[] = _(
    "הוא מודט ברציפות במשך שעות\n"
    "מדי יום. כתוצאה מאימוני יוגה\n"
    "קפדניים ומסורים, הוא חישל את\n"
    "כוחו הרוחני עד כדי כך שהוא יכול לעוף.");

const u8 gMedichamPokedexText[] = _(
    "באמצעות אימוני יוגה קשים\n"
    "ומפרכים, הוא זכה בכוח לחזות\n"
    "את פעולות יריבו. הוא נלחם\n"
    "בתנועות אלגנטיות דמויות ריקוד.");

const u8 gElectrikePokedexText[] = _(
    "הוא מייצר חשמל באמצעות חיכוך\n"
    "מהאטמוספירה. בעונות עם אוויר\n"
    "יבש במיוחד, כל גופו בוער\n"
    "בממטרים אלימים של ניצוצות.");

const u8 gManectricPokedexText[] = _(
    "מכיוון שברקים נופלים בסביבתם,\n"
    "חשבו ש{STR_VAR_1} נולדו\n"
    "מברקים. בקרב, הם יוצרים\n"
    "ענני סערה.");

const u8 gPluslePokedexText[] = _(
    "יש לו תכונה של עידוד חבריו\n"
    "הפוקימונים. על ידי קיצור החשמל\n"
    "שהוא משחרר מכפותיו, הוא יוצר\n"
    "פונפונים לעידוד.");

const u8 gMinunPokedexText[] = _(
    "בפגישה של אקדמאים לפוקימונים,\n"
    "הוכרז שחשיפה בו-זמנית\n"
    "לחשמל מפלסל ומיניון\n"
    "תקדם את זרימת הדם ותגביר את החיוניות.");

const u8 gVolbeatPokedexText[] = _(
    "כשפנסי הזנב שלהם דולקים, וולביט\n"
    "עפים בנחיל, ומציירים עיצובים\n"
    "גאומטריים בשמי הלילה. הם מעבירים\n"
    "את קיניהם אם מי הבריכה שלהם מתלכלכים.");

const u8 gIllumisePokedexText[] = _(
    "פוקימונית לילית שהופכת פעילה\n"
    "עם רדת הלילה. היא מובילה נחיל\n"
    "וולביט כדי לצייר דפוסים בשמי הלילה.\n"
    "יותר מ-002 דפוסים שונים אושרו.");

const u8 gRoseliaPokedexText[] = _(
    "{STR_VAR_1} ששותה מי מעיין עשירים\n"
    "בחומרים מזינים פורחת בפרחים\n"
    "מקסימים. לניחוח פרחיה יש\n"
    "השפעה הגורמת ליריביה לאיבוד זהירות.");

const u8 gGulpinPokedexText[] = _(
    "נוזל הקיבה של הפוקימון הזה יכול\n"
    "לעכל אפילו גרוטאות ברזל. בלגימה\n"
    "אחת, הוא יכול לבלוע משהו\n"
    "בגודל של עצמו.");

const u8 gSwalotPokedexText[] = _(
    "חומצת הקיבה החזקה שלו מסוגלת\n"
    "לעכל כמעט כל דבר. הדבר היחיד\n"
    "בכל העולם ש{STR_VAR_1} לא יכול לעכל\n"
    "הוא את הקיבה של עצמו.");

const u8 gCarvanhaPokedexText[] = _(
    "{STR_VAR_1} תוקפים ספינות בנחילים,\n"
    "וגורמים להן לשקוע. למרות שנאמר\n"
    "שזהו פוקימון אכזרי מאוד, הוא בורח\n"
    "בביישנות ברגע שהוא מוצא את עצמו לבד.");

const u8 gSharpedoPokedexText[] = _(
    "הגנגסטר האכזר והערמומי של הים.\n"
    "עורו בעל מרקם מיוחד כדי למזער\n"
    "גרר במים. מהירותו מגיעה ליותר\n"
    "021 קילומטרים לשעה.");

const u8 gWailmerPokedexText[] = _(
    "אף על פי שפוקימון זה חי בדרך כלל בים,\n"
    "הוא יכול לשרוד ביבשה, אם כי לא\n"
    "יותר מדי זמן. הוא מאבד חיוניות אם\n"
    "גופו מתייבש.");

const u8 gWailordPokedexText[] = _(
    "הוא נושם דרך נחיריים שהוא\n"
    "מרים מעל הים. על ידי שאיפה\n"
    "לקיבולת המרבית שלו, {STR_VAR_1} יכול\n"
    "לצלול קרוב ל-000,3 מטר מתחת לגלים.");

const u8 gNumelPokedexText[] = _(
    "{STR_VAR_1} אוגר מגמה רותחת בדבשת\n"
    "שעל גבו. זהו פוקימון חסון שיכול\n"
    "לשאת משא של 100 ק”ג. הוא שירת\n"
    "בני אדם בעבודה מאז ימי קדם.");

const u8 gCameruptPokedexText[] = _(
    "פוקימון שחי במכתש של\n"
    "הר געש. כל 01 שנים, הרי הגעש\n"
    "על גבו מתפרצים באלימות. מחקר\n"
    "מתבצע על סיבת ההתפרצות.");

const u8 gTorkoalPokedexText[] = _(
    "הוא נלחם באמצעות אנרגיה שהוא מקבל\n"
    "משריפת פחם. כשהוא משחרר עשן\n"
    "מנחיריו, הוא משמיע צליל הדומה\n"
    "לצופר של קטר.");

const u8 gSpoinkPokedexText[] = _(
    "פוקימון ששולט בכוח על-חושי\n"
    "כרצונו. הוא לא מפסיק לקפוץ גם\n"
    "כשהוא ישן. הוא אוהב לאכול פטריות\n"
    "הגדלות מתחת לאדמה.");

const u8 gGrumpigPokedexText[] = _(
    "הוא אוגר כוח בפנינים השחורות שעל\n"
    "מצחו. כשהוא משתמש בכוח על-חושי, הוא\n"
    "מבצע צעד ריקוד מוזר. סגנון\n"
    "הריקוד שלו הפך פופולרי מאוד מעבר לים.");

const u8 gSpindaPokedexText[] = _(
    "הוא בולט בדפוס כתמים\n"
    "שתמיד שונה. להליכתו הלא יציבה\n"
    "והמטלטלת יש השפעה של שיבוש\n"
    "כוונת יריבו.");

const u8 gTrapinchPokedexText[] = _(
    "הלסתות הגדולות שלו מרסקות סלעים.\n"
    "מכיוון שראשו כה גדול, הוא מתקשה\n"
    "לחזור ולעמוד אם הוא מתהפך\n"
    "על גבו.");

const u8 gVibravaPokedexText[] = _(
    "הוא משחרר גלים אולטרה-סוניים על ידי\n"
    "שפשוף כנפיו זו בזו. מכיוון שכנפיו\n"
    "של {STR_VAR_1} עדיין בתהליך גדילה, הוא\n"
    "יכול לעוף רק למרחקים קצרים.");

const u8 gFlygonPokedexText[] = _(
    "נפנוף כנפיו נשמע כמו\n"
    "שירה. כדי למנוע זיהוי על-ידי אויבים,\n"
    "הוא מחביא את עצמו על ידי יצירת ענן\n"
    "של חול מדברי.");

const u8 gCacneaPokedexText[] = _(
    "{STR_VAR_1} חיים במדבריות כמעט ללא\n"
    "גשם. הוא נלחם על ידי הנפת זרועותיו\n"
    "העבות והקוצניות. פעם בשנה, פרח\n"
    "צהוב פורח.");

const u8 gCacturnePokedexText[] = _(
    "לאחר שבילה אלפי שנים\n"
    "במדבריות קשים, דמו הפך\n"
    "לאותם חומרים כמו חול. הוא\n"
    "לילי, ולכן הוא צד בלילה.");

const u8 gSwabluPokedexText[] = _(
    "פוקימון שיש לו כנפיים כמו ענני\n"
    "כותנה. לאחר שעברו את החורף, שבו\n"
    "מעט מזון זמין, להקות {STR_VAR_1}\n"
    "מתקרבות לעיירות באביב.");

const u8 gAltariaPokedexText[] = _(
    "הוא מזמזם בקול סופרן יפהפה.\n"
    "הוא עף בין עננים לבנים בשמיים\n"
    "הכחולים. הוא משגר כדורי אש\n"
    "לוהטים מאוד מפיו.");

const u8 gZangoosePokedexText[] = _(
    "כשהוא נלחם, הוא עומד על רגליו\n"
    "האחוריות ותוקף בטפריו החדים\n"
    "שברגליו הקדמיות. פרוותו סומרת אם\n"
    "הוא נתקל בסוויפר כלשהו.");

const u8 gSeviperPokedexText[] = _(
    "{STR_VAR_1} וזנגוס הם יריבים נצחיים.\n"
    "הוא מתמודד עם הזריזות המסחררת\n"
    "של זנגוס בעזרת זנבו דמוי החרב,\n"
    "שגם נוטף רעל נורא.");

const u8 gLunatonePokedexText[] = _(
    "הוא הופך פעיל מאוד בליל\n"
    "ירח מלא. הפוקימון הזה התגלה\n"
    "לראשונה לפני 04 שנה באתר\n"
    "פגיעת מטאור.");

const u8 gSolrockPokedexText[] = _(
    "אנרגיה סולארית היא מקור הכוח\n"
    "של הפוקימון הזה. בימים שמשיים, קבוצות\n"
    "של סולרוק מסתדרות בשורה מול השמש\n"
    "וסופגות את אורה.");

const u8 gBarboachPokedexText[] = _(
    "גופו מכוסה בציפוי רירי.\n"
    "הציפוי משמש כמחסום למניעת\n"
    "חדירת חיידקים ממים בוציים\n"
    "לגופו של ברבוץ'.");

const u8 gWhiscashPokedexText[] = _(
    "באורח מסתורי, הוא יכול לחזות רעידות\n"
    "אדמה. ביום, הוא ישן בבוץ\n"
    "בתחתית בריכה. כשהוא מתעורר, הוא\n"
    "אוכל ברציפות לאורך כל הלילה.");

const u8 gCorphishPokedexText[] = _(
    "ברגע שהוא אוחז בטרף בצבתותיו\n"
    "הגדולות, הוא לעולם לא ירפה, לא משנה\n"
    "מה. זהו פוקימון חסון שיכול לשגשג\n"
    "בכל סביבה.");

const u8 gCrawdauntPokedexText[] = _(
    "פוקימון אכזרי שאוהב להילחם.\n"
    "לקרודאנט ותיק שניצח\n"
    "במאות קרבות יש צבתות ענק\n"
    "המסומנות בצלקות אינספור.");

const u8 gBaltoyPokedexText[] = _(
    "{STR_VAR_1} נע על ידי סיבוב על רגלו\n"
    "היחידה. הוא תואר בציורי קיר\n"
    "שעיטרו את קירותיה של עיר\n"
    "שוקקת חיים בעידן קדום.");

const u8 gClaydolPokedexText[] = _(
    "{STR_VAR_1} ישן כשהוא מרחף באוויר.\n"
    "זרועותיו נפרדות מגופו.\n"
    "הן נשארות צפות על ידי שליטת\n"
    "הפוקימון בכוח על-חושי.");

const u8 gLileepPokedexText[] = _(
    "הוא מתחפש לאצת ים על ידי גרימה\n"
    "לזרועותיו להתנועע. טרף תמים\n"
    "שמתקרב יותר מדי נבלע בשלמותו.\n"
    "הוא נכחד לפני 001 מיליון שנים.");

const u8 gCradilyPokedexText[] = _(
    "הוא גורר את גופו הכבד לאורך\n"
    "קרקעית הים. הוא בונה את הקן שלו\n"
    "במים הרדודים של ימים חמים. ניתן לראות\n"
    "{STR_VAR_1} בחופים כשהגאות יורדת.");

const u8 gAnorithPokedexText[] = _(
    "הוא קם לתחייה ממאובן באמצעות\n"
    "כוח המדע. הוא שוחה על ידי הנעת\n"
    "שמונה הכנפיים שבצדדיו. הן היו\n"
    "רגליים שהסתגלו לחיים בים.");

const u8 gArmaldoPokedexText[] = _(
    "{STR_VAR_1} חי בדרך כלל ביבשה. עם זאת,\n"
    "כשהוא צד טרף, הוא צולל מתחת\n"
    "לאוקיינוס. הוא שוחה באמצעות שתי\n"
    "כנפיו הגדולות.");

const u8 gFeebasPokedexText[] = _(
    "{STR_VAR_1} חיים בבריכות שורצות\n"
    "בעשבים שוטים. בגלל הופעתו\n"
    "העלובה וחסרת התקווה, נראה\n"
    "שמעט מאמנים מגדלים אותו.");

const u8 gMiloticPokedexText[] = _(
    "נאמר שהיא חיה בתחתית\n"
    "אגמים גדולים. נחשבת ליפה\n"
    "ביותר מבין כל הפוקימונים, היא תוארה\n"
    "בציורים ובפסלים.");

const u8 gCastformPokedexText[] = _(
    "הוא משנה את צורתו בהתאם\n"
    "למזג האוויר. נראה ששינויים באקלים\n"
    "כמו הטמפרטורה והלחות\n"
    "משפיעים על המבנה התאי שלו.");

const u8 gKecleonPokedexText[] = _(
    "פוקימון שיש לו את היכולת לשנות\n"
    "את צבעי גופו כדי להתאים לסביבתו.\n"
    "{STR_VAR_1} חוזר לצבעיו המקוריים\n"
    "אם הוא נבהל.");

const u8 gShuppetPokedexText[] = _(
    "פוקימון זה משוטט עמוק בלילה\n"
    "בחיפוש אחר רגשות שליליים כמו\n"
    "טינה וקנאה. הוא נסוג לקן שלו\n"
    "כשהשמש מתחילה לעלות.");

const u8 gBanettePokedexText[] = _(
    "בובת קטיפה נטושה הפכה לפוקימון\n"
    "זה. נאמר שהם חיים במזבלות\n"
    "ומשוטטים בחיפוש אחר הילדים\n"
    "שזרקו אותם.");

const u8 gDuskullPokedexText[] = _(
    "מבט מעינו הארגמנית היחידה גורם\n"
    "אפילו למבוגרים חסונים לקפוא באימה\n"
    "מוחלטת. זהו פוקימון לילי המשוטט\n"
    "תחת מעטה החשיכה.");

const u8 gDusclopsPokedexText[] = _(
    "חושבים שגופו חלול ורק\n"
    "כדור אש רפאים בוער בפנים.\n"
    "עם זאת, איש לא הצליח\n"
    "לאשר תיאוריה זו כעובדה.");

const u8 gTropiusPokedexText[] = _(
    "הוא עף על ידי נפנוף בעליו הרחבים.\n"
    "אשכול הפירות הגדל סביב\n"
    "צווארו מתוק להפליא. באביב,\n"
    "הוא מפזר אבקה מצווארו.");

const u8 gChimechoPokedexText[] = _(
    "הם עפים בפעילות רבה כשהעונה\n"
    "החמה מגיעה. הם מתקשרים בינם\n"
    "לבין עצמם באמצעות שבע קריאות\n"
    "שונות ומבחינות.");

const u8 gAbsolPokedexText[] = _(
    "הוא חש בחדות אפילו בשינויים עדינים\n"
    "בשמיים ובארץ כדי לחזות אסונות\n"
    "טבע. זהו פוקימון מאריך ימים\n"
    "שיש לו תוחלת חיים של 001 שנים.");

const u8 gWynautPokedexText[] = _(
    "{STR_VAR_1} אוהב לאכול פירות מתוקים.\n"
    "הוא קוטף פירות בחוכמה באמצעות\n"
    "זרועותיו דמויות האוזניים. הם מתאספים\n"
    "בגני פירות, נמשכים לניחוח.");

const u8 gSnoruntPokedexText[] = _(
    "הם נוטים לנוע בקבוצות של\n"
    "כחמישה {STR_VAR_1}. באזורים מושלגים,\n"
    "נאמר שכאשר רואים אותם מאוחר\n"
    "בלילה, ירד שלג עד הבוקר.");

const u8 gGlaliePokedexText[] = _(
    "ל{STR_VAR_1} יש את הכוח להקפיא\n"
    "מיידית לחות באטמוספירה.\n"
    "ענן מסנוור של גבישי קרח\n"
    "דמויי יהלום נוצר סביב גופו.");

const u8 gSphealPokedexText[] = _(
    "הוא מכוסה לחלוטין בפרווה קטיפתית.\n"
    "כתוצאה מכך, הוא לעולם אינו מרגיש את\n"
    "הקור גם כשהוא מתגלגל על\n"
    "גושי קרח צפים או צולל בים.");

const u8 gSealeoPokedexText[] = _(
    "{STR_VAR_1} חיים בעדרים על גושי קרח\n"
    "צפים. באמצעות סנפיריו החזקים, הוא\n"
    "מנפץ קרח. הוא צולל לים כדי לצוד\n"
    "טרף חמש פעמים ביום.");

const u8 gWalreinPokedexText[] = _(
    "כדי להגן על העדר שלו, המנהיג נלחם\n"
    "בכל מה שפולש לטריטוריה שלו, גם\n"
    "במחיר חייו. חטיו עלולים\n"
    "להישבר בקרב.");

const u8 gClamperlPokedexText[] = _(
    "{STR_VAR_1} טורק את צדפו על טרף\n"
    "כדי למנוע בריחה. הפנינה שהוא יוצר\n"
    "עם התפתחותו נאמרת כחדורה\n"
    "באנרגיה מסתורית.");

const u8 gHuntailPokedexText[] = _(
    "כדי לעמוד בלחץ הריסוק של המים\n"
    "עמוק מתחת לים, עמוד השדרה שלו\n"
    "עבה מאוד וחסון. זנבו, המעוצב\n"
    "כמו דג קטן, בעל עיניים שנדלקות.");

const u8 gGorebyssPokedexText[] = _(
    "{STR_VAR_1} שואבת את נוזלי הגוף של טרפה\n"
    "דרך פיה הדק והצינורי. צבע\n"
    "גופה הוורוד בהיר הופך עז כשהיא\n"
    "מסיימת לאכול.");

const u8 gRelicanthPokedexText[] = _(
    "פוקימון שפעם האמינו שנכחד.\n"
    "המין לא שינה את צורתו\n"
    "מזה 001 מיליון שנים. הוא הולך על\n"
    "קרקעית הים באמצעות סנפירי החזה שלו.");

const u8 gLuvdiscPokedexText[] = _(
    "{STR_VAR_1} הופכים את ענפי הקורסולה\n"
    "לקינים שלהם. יש מנהג מימים\n"
    "עברו לתת {STR_VAR_1} במתנה\n"
    "כדי להביע רגשות אהבה.");

const u8 gBagonPokedexText[] = _(
    "אף על פי שהוא קטן, הפוקימון הזה\n"
    "חזק מאוד מכיוון שגופו הוא צרור\n"
    "של שרירים. הוא מנחית נגיחות\n"
    "עם גולגולתו דמוית הברזל.");

const u8 gShelgonPokedexText[] = _(
    "הוא כמעט ולא אוכל בזמן שהוא ממתין\n"
    "להתפתחות. הוא מתחזק על ידי סבל\n"
    "מרעב. השריון שלו מתקלף ברגע\n"
    "שהוא מתחיל להתפתח.");

const u8 gSalamencePokedexText[] = _(
    "לאחר שנים רבות וארוכות, המבנה\n"
    "התאי שלו עבר מוטציה פתאומית\n"
    "וצמחו לו כנפיים. כשהוא כועס, הוא מאבד\n"
    "כל מחשבה ומשתולל ללא שליטה.");

const u8 gBeldumPokedexText[] = _(
    "כש{STR_VAR_1} מתאספים בנחיל, הם נעים\n"
    "בתיאום מושלם כאילו היו פוקימון\n"
    "אחד. הם מתקשרים זה עם זה\n"
    "באמצעות גלי מוח.");

const u8 gMetangPokedexText[] = _(
    "הטפרים שבקצות זרועותיו טומנים\n"
    "בחובם כוח הרסני לקרוע יריעות\n"
    "ברזל עבות כאילו היו משי. הוא עף\n"
    "במהירות של למעלה מ-80 ק”מ/ש.");

const u8 gMetagrossPokedexText[] = _(
    "ל{STR_VAR_1} יש ארבעה מוחות המחוברים\n"
    "ברשת עצבית מורכבת. כתוצאה\n"
    "מאינטגרציה, הפוקימון הזה חכם\n"
    "יותר ממחשב-על.");

const u8 gRegirockPokedexText[] = _(
    "פוקימון שעשוי כולו מסלעים\n"
    "ואבנים. אם חלקים מגופו נשברים\n"
    "בקרב, רג'ירוק מתקן את עצמו\n"
    "על ידי הוספת סלעים חדשים.");

const u8 gRegicePokedexText[] = _(
    "כל גופו עשוי מקרח אנטארקטי.\n"
    "לאחר מחקרים מקיפים, חוקרים\n"
    "מאמינים שהקרח נוצר במהלך\n"
    "עידן קרח.");

const u8 gRegisteelPokedexText[] = _(
    "גופו קשה יותר מכל סוג אחר\n"
    "של מתכת. מתכת הגוף מורכבת\n"
    "מחומר מסתורי. לא רק שהיא קשה,\n"
    "היא מתכווצת ונמתחת בגמישות.");

const u8 gLatiasPokedexText[] = _(
    "הן יוצרות עדר קטן של חברות\n"
    "ספורות בלבד. הן יוצרות קשר לעתים\n"
    "נדירות עם אנשים או פוקימונים אחרים.\n"
    "הן נעלמות אם הן חשות באויבים.");

const u8 gLatiosPokedexText[] = _(
    "אפילו במחבוא, הוא יכול לזהות את\n"
    "מיקומם של אחרים ולחוש את רגשותיהם\n"
    "מכיוון שיש לו טלפתיה. האינטליגנציה\n"
    "שלו מאפשרת לו להבין שפות אנושיות.");

const u8 gKyogrePokedexText[] = _(
    "{STR_VAR_1} הופיע במיתולוגיה כבורא\n"
    "הים. לאחר שנים ארוכות של\n"
    "סכסוך עם גראודון, הוא הלך לישון\n"
    "בתחתית הים.");

const u8 gGroudonPokedexText[] = _(
    "{STR_VAR_1} הופיע במיתולוגיה כבורא\n"
    "היבשה. הוא ישן במגמה מתחת\n"
    "לאדמה ונאמר שהוא גורם להרי געש\n"
    "להתפרץ כשהוא מתעורר.");

const u8 gRayquazaPokedexText[] = _(
    "פוקימון שעף ללא סוף בשכבת\n"
    "האוזון. נאמר שהוא ירד\n"
    "לקרקע אם קיוגר וגראודון\n"
    "ילחמו.");

const u8 gJirachiPokedexText[] = _(
    "נאמר כי {STR_VAR_1} מגשים משאלות.\n"
    "בזמן שהוא ישן, קליפת גביש קשה\n"
    "עוטפת את הגוף כדי להגן עליו\n"
    "מפני אויבים.");

const u8 gDeoxysPokedexText[] = _(
    "פוקימון שעבר מוטציה מוירוס\n"
    "חייזרי שנחשף לקרן לייזר.\n"
    "גופו מותאם לזריזות\n"
    "ומהירות עילאיות.");
